{
	"label": "Characters",
	"entries": {
		"Altronus L1": {
			"name": "Altronus L1",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Black Hole (Su)</strong> When fully attuned to graviton mode, as a standard action Altronus can pull any number of creatures he targets that are within 20 feet of him toward him. Each target must succeed at a DC 11 Fortitude save or move 5 feet closer. This movement does not provoke attacks of opportunity. After using this power, Altronus becomes unattuned.</p>\n<hr />\n<p><strong>Desert Stride</strong> Altronus can move through nonmagical difficult terrain in deserts, hills, and mountains at his normal rate.</p>\n<hr />\n<p><strong>Four-Armed</strong> Altronus has four arms, all of which can wield and carry items normally, though this does not affect how many attacks he can make each round.&nbsp;</p>\n<hr />\n<p><strong>Solar Manifestation (Solar Weapon) </strong>Altronus has a mote of yellow light that orbits him. He can grab this and turn it into a solar weapon with the same ease as drawing a weapon. It is considered a one-handed advanced melee weapon that deals 1d6 slashing damage.</p>\n<hr />\n<p><strong>Stellar Mode</strong> At the beginning of Altronus&rsquo;s first round in a combat, he must choose one of three modes&mdash;graviton-attuned, photon-attuned, or unattuned. If graviton- or photon-attuned, he gains 1 attunement point for the appropriate mode. Each round, he either maintains that mode (gaining another point of attunement, to a maximum of 3), or becomes unattuned (losing all attunement points, and he can then enter a new mode on the following turn). If Altronus has 1 or 2 points in a mode, he is attuned to that mode. If he has 3 points in a mode, he is fully attuned to that mode. Some of his abilities function only when he is attuned or fully attuned to the graviton or photon mode.</p>\n<ul>\n<li>When attuned in graviton mode, Altronus gains a +1 insight bonus to his Reflex saves.</li>\n<li>When attuned in photon mode, Altronus gains a +1 insight bonus to damage rolls.</li>\n</ul>\n<hr />\n<p><strong>Supernova (Su)</strong> When Altronus is fully attuned to photon mode, as a standard action he can deal 2d6 fire damage to all creatures within 10 feet of him (Reflex DC 11 half). After using this power, Altronus becomes unattuned.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Azimuth Laser Pistol</strong> This weapon can be fired 20 times before its battery needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Beacon </strong>This handheld light increases the light level by one step in a 50-foot radius. It can operate for 10 hours before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Flashlight </strong>This handheld light increases the light level by one step in a 20-foot cone. It can operate for 10 hours before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Medpatch </strong>Altronus can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.&nbsp;</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Second Skin</strong> While wearing this armor, Altronus can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Titanium Alloy Cable</strong> This 100-foot-long cable is designed for climbing or securing loose cargo.</p>"
		},
		"Altronus L4": {
			"name": "Altronus L4",
			"description": "<p>Altronus Barasul Dovenayan was born into House Holdare, a traditional and respected family on the kasatha generation-ship-turned-homeland Idari, and he trained to be an adata&mdash;one of the scholar-priests who oversee the removal and preservation of thin slices of the brains of deceased kasathas. Yet while Altronus was an excellent scholar, he had trouble focusing on a single topic for long. Inevitably, some interesting fact in his studies would pique his interest and draw his research off into unrelated sidetracks. This broad, self-directed education made him adept at making connections between disparate fields, yet earned him little love from traditionalist teachers.</p>\n<p>One of Altronus&rsquo;s more sympathetic teachers felt his wandering focus could be brought into line with training in the philosophy of the Cycle, the guiding philosophy of the solarians. Altronus was accepted as a student into a prestigious cosmonastery and taught to draw strength and focus from the endless repetition of celestial creation and destruction. He took to the training immediately, and soon was among the most advanced students. Yet Altronus was still slated for a career as an adata, and relished being allowed to take on guard shifts at the ship&rsquo;s famed Sholar Adat. There he watched over rooms of stasis pods where adata connected to the Sensorium, the technomagical temple archive where flashes of memories from archived kasathan brains could be experienced.</p>\n<p>During one of his shifts, Altronus was assigned to an inactive Sensorium access node. Though most such shifts were uneventful, on that night Altronus was surprised by the appearance of a senior adata, Remura Esolla Kaiban of Clan Senthen, flashing a warrant to allow unscheduled access to the memory of a recently deceased citizen. Thanks to his tendency to collect trivia, Altronus knew Kaiban was scheduled to be giving a lecture at the far end of the Idari. What, he wondered, could be so important that the revered adata would end the lecture early?&nbsp;</p>\n<p>Altronus knew he should mind his own business, but instead contacted a friend at the far end of the ship, who informed him that not only had Adata Kaiban not left the lecture early&mdash;she was still on the stage.</p>\n<p>Immediately Altronus sounded an intruder alert, and rushed to confront the false adata. To his surprise, Altronus discovered not a kasatha, but a small, sickly, gray humanoid with long wires latched onto the Sensorium feed. Altronus leapt to activate the Sensorium emergency disconnect, but the creature attacked. Through the resulting haze of pain, Altronus managed to seal the access node&rsquo;s security force fields, trapping himself and the gray intruder inside.</p>\n<p>Unarmed, Altronus had little chance of holding the intruder at bay and no way to heal his wounds. For the first time in his life, Altronus confronted the fact that he was going to die. Like the stars themselves, he too would be extinguished, his body breaking down and being reincorporated over millennia into new worlds and stars. At last, he truly understood the&nbsp; Cycle. With his final moments, he reached out to the universe, embracing it. And the universe answered.</p>\n<p>Altronus was as surprised as the strange alien to find a long, shining golden blade suddenly sprouting from his lower right forearm. Yet he had seen enough solarian training to recognize the blade of stellar energy, and leapt to place himself between the creature and the node&rsquo;s access panels. The two fought in grim silence. Outmatched, Altronus knew he didn&rsquo;t need to win&mdash;only to buy time, keeping the creature from finishing its infiltration until help arrived.</p>\n<p>At last, ship security arrived, dragging the half-dead Altronus from the fight. Upon seeing that it was outnumbered, the bulbous-headed alien toggled a device on its arm&mdash;and detonated its own head like a bomb.</p>\n<p>The security team questioned Altronus. When several true adata arrived, they immediately attempted to pull meaning from the alien brain-splatter, recovering two ideas: that gray spies had deeply infiltrated the Pact Worlds, and that something important called &ldquo;Phase Three&rdquo; was approaching.</p>\n<p>The Doyenate of the Idari was informed, and additional security added to Sensorium access nodes. While the matter was officially left open to investigation, official attention quickly turned elsewhere.</p>\n<p>But Altronus couldn&rsquo;t let the issue lie. As it came time for Altronus to begin his Tempering, he realized he could never accept a role as an adata while the mystery of the gray invader hung over him. He left the Idari, vowing to chase down every strange occurrence until he unraveled the alien conspiracy.&nbsp;</p>\n<p>Now an adult, Altronus has remained on his Tempering for much longer than the traditional year. He often signs on with adventuring companies as a guard, researcher, or scout in order to support himself, yet his primary goal always remains researching the shadowy web of plots he first glimpsed that night in the access node. Ironically, while he comes across to many kasathas as impetuous and offbeat, his natural kasathan love of traditions, devotion to the Cycle, and scholar&rsquo;s desire to monologue about his research often causes members of other races to see him as an eccentric professor or addled conspiracy theorist. Any skepticism as to his usefulness, however, disappears in the first firefight, as Altronus launches himself into the fray and &ldquo;lets the cosmos take control,&rdquo; slicing through hordes of enemies with terrifying calm.</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Black Hole (Su)</strong> When fully attuned to graviton mode, as a standard action Altronus can pull any number of creatures he targets that are within 20 feet of him toward him. Each target must succeed at a DC 13 Fortitude save or move 5 feet closer. This movement doesn&rsquo;t provoke attacks of opportunity. After using this power, he becomes unattuned.</p>\n<hr />\n<p><strong>Blind-Fight</strong> When Altronus misses a melee attack because of concealment, he can reroll his miss chance once to see if he actually hit. He is not flat-footed against melee attacks from creatures he cannot see, can withdraw from creatures he cannot see, and doesn&rsquo;t need to attempt an Acrobatics check to move at full speed while blinded.</p>\n<hr />\n<p><strong>Dark Matter</strong> As a move action, Altronus can gain DR 1/&mdash; for 1 round. When Altronus is attuned or fully attuned to graviton mode, he can instead gain DR 2/&mdash;, and the DR lasts as long as he remains graviton-attuned.</p>\n<hr />\n<p><strong>Darkvision</strong> Altronus can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Desert Stride</strong> Altronus can move through nonmagical difficult terrain in deserts, hills, and mountains at his normal rate.</p>\n<hr />\n<p><strong>Four-Armed</strong> Altronus has four arms, all of which can wield and carry items normally, though this does not affect how many attacks he can make each round.</p>\n<hr />\n<p><strong>Plasma Sheath</strong> As a move action, Altronus can cause all his solar weapon damage to become fire damage (though attacks still target KAC) for 1 round. If he is attuned or fully attuned to photon mode, he also increases the damage dealt by 2, and the effect lasts as long as he maintains stellar attunement.</p>\n<hr />\n<p><strong>Sidereal Influence</strong> Outside of combat, Altronus can tap into stellar influences to assist in him various tasks. He must meditate for 1 minute and then chooses either Diplomacy or Stealth. He adds a +1d6 insight bonus to checks with the selected skill until he enters combat, falls unconscious, sleeps, or meditates to choose another skill.</p>\n<hr />\n<p><strong>Solar Manifestation (Solar Weapon) </strong>Altronus has a mote of yellow light that orbits him. He can grab this and turn it into a solar weapon with the same ease as drawing a weapon. It is considered a one-handed advanced melee weapon that deals 1d6 slashing damage.</p>\n<hr />\n<p><strong>Stellar Mode</strong> At the beginning of Altronus&rsquo;s first round in a combat, he must choose one of three modes, graviton-attuned, photon-attuned, or unattuned. If graviton- or photon-attuned, he gains 1 attunement point for the appropriate mode. Each round, he either maintains that mode (gaining another point of attunement, to a maximum of 3), or becomes unattuned (losing all attunement points, and he can then enter a new mode on the following turn). If Altronus has 1 or 2 points in a mode, he is attuned to that mode. If he has 3 points in a mode, he is fully attuned to that mode. Some of his abilities function only when he is attuned or fully attuned to the graviton or photon mode.</p>\n<ul>\n<li>When attuned in graviton mode, Altronus gains a +1 insight bonus to his Reflex saves.</li>\n<li>When attuned in photon mode, Altronus gains a +1 insight bonus to damage rolls.</li>\n</ul>\n<hr />\n<p><strong>Supernova (Su) </strong>When Altronus is fully attuned to photon mode, as a standard action he can deal 5d6 fire damage to all creatures within 10 feet of him (Reflex DC 13 half). After using this power, Altronus becomes unattuned.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Beacon </strong>This handheld light increases the light level by one step in a 50-foot radius. It can operate for 10 hours before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Defrex Hide</strong> While wearing this armor, Altronus can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days. Its infrared sensors give Altronus darkvision.&nbsp;</p>\n<hr />\n<p><strong>Flashlight </strong>This handheld light increases the light level by one step in a 20-foot cone. It can operate for 10 hours before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Least Graviton Crystal</strong> This solarian weapon crystal is part of Altronus&rsquo;s solar manifestation. It adds 1d3 damage and the knockdown critical effect to his solar weapon (these benefits are already added in to his solar weapon attack above).</p>\n<hr />\n<p><strong>Medpatch</strong> Altronus can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol</strong> This small arms weapon fires physical bullets and can be fired nine times before it must be reloaded.</p>\n<hr />\n<p><strong>Titanium Alloy Cable</strong> This 100-foot-long cable is designed for climbing or securing loose cargo.</p>"
		},
		"Altronus L8": {
			"name": "Altronus L8",
			"description": "<p>Altronus Barasul Dovenayan of House Holdare was born on the Idari and trained to be an adata&mdash;one of the scholar-priests who oversee the preservation of thin slices of the brains of deceased kasathas. Yet while Altronus was an excellent scholar, he had trouble focusing on a single topic for long, and his research inevitably wandered into unrelated sidetracks. One of Altronus&rsquo;s more sympathetic teachers felt his wandering focus could be brought into line with training in the philosophy of the Cycle, the guiding philosophy of the solarians. Altronus was accepted as a student into a prestigious cosmonastery and taught to draw strength and focus from the endless repetition of celestial creation and destruction. He took to the training immediately, and was soon allowed to take on guard shifts at the ship&rsquo;s famed Sholar Adat. There he watched over rooms where adata connected to the Sensorium, the technomagical temple archive where flashes of memories from archived kasathan brains could be experienced.</p>\n<p>During one of his shifts, Altronus attempted to confront a suspicious adata, only to discover it was actually a small gray humanoid in the process of hacking the Sensorium feed. Outmatched by the creature&rsquo;s strange weaponry and quickly disarmed, Altronus nevertheless managed to seal the access node&rsquo;s security force fields, trapping himself and the gray intruder inside. He confronted the prospect of his imminent death, and found that in it, he at last truly understood the Cycle. With his final moments, he reached out to the universe, embracing it. And the universe answered.</p>\n<p>Altronus was surprised to find a long golden blade suddenly sprouting from his lower right forearm, yet he had seen enough solarian training to recognize the blade of stellar energy, and leapt to attack. Still outmatched, Altronus knew he didn&rsquo;t need to win&mdash;only buy time until help arrived.</p>\n<p>At last, ship security arrived, dragging the half-dead Altronus from the fight. Upon seeing that it was outnumbered, the bulbous-headed alien toggled a device on its arm&mdash;and detonated its own head like a bomb. When several true adata arrived, they attempted to pull meaning from the alien brain-splatter, recovering two ideas: that gray spies had deeply infiltrated the Pact Worlds, and that something important called &ldquo;Phase Three&rdquo; was approaching.</p>\n<p>The Doyenate was informed, and additional security added to Sensorium access nodes, after which official attention turned elsewhere. Yet Altronus couldn&rsquo;t let the issue lie. Realizing he could never become an adata while the mystery of the gray invader hung over him, he left the Idari, vowing to chase down every strange occurrence until he unraveled the alien conspiracy.&nbsp;</p>\n<p>Today, Altronus often signs on with adventuring companies as a guard, scout, or researcher, yet his primary goal remains researching the conspiracy he first glimpsed that night in the Sensorium. Members of other races often see him as an eccentric professor or addled conspiracy theorist, yet any skepticism as to his usefulness disappears in the first firefight, as he launches himself into the fray and &ldquo;lets the cosmos take control,&rdquo; slicing through hordes of enemies with terrifying calm.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Black Hole (Su)</strong> When fully attuned to graviton mode, as a standard action Altronus can pull any number of creatures he targets that are within 25 feet of him toward him. Each target must succeed at a DC 16 Fortitude save or move 5 feet closer. This movement does not provoke attacks of opportunity. After using this power, Altronus becomes unattuned.</p>\n<hr />\n<p><strong>Blind-Fight </strong>When Altronus misses a melee attack because of concealment, he can reroll his miss chance once to see if he actually hit. He is not flat-footed against melee attacks from creatures he cannot see, can withdraw from such creatures he cannot see, and doesn&rsquo;t need to attempt an Acrobatics check to move at full speed while blinded.</p>\n<hr />\n<p><strong>Corona (Su)</strong> As a standard action, Altronus can wreathe his body in flames for 1 round, gaining cold resistance 10, and any adjacent creature that hits him with a melee attack takes 2d6 fire damage. If Altronus is attuned or fully attuned to proton mode, the effect lasts until he loses his attunement, and any creature that starts its turn adjacent to him takes 4 fire damage.</p>\n<hr />\n<p><strong>Dark Matter </strong>As a move action, Altronus can gain DR 1/&mdash; for 1 round. When Altronus is attuned or fully attuned to graviton mode, he can instead gain DR 2/&mdash;, and the DR lasts as long as he remains graviton-attuned.</p>\n<hr />\n<p><strong>Darkvision </strong>Altronus can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Desert Stride </strong>Altronus can move through nonmagical difficult terrain in deserts, hills, and mountains at his normal rate.</p>\n<hr />\n<p><strong>Flashing Strikes (Ex) </strong>When Altronus makes a full attack entirely with melee weapons, he takes a &ndash;3 penalty to each attack roll rather than &ndash;4.</p>\n<hr />\n<p><strong>Four-Armed </strong>Altronus has four arms, all of which can wield and carry items normally, though this does not affect how many attacks he can make each round.&nbsp;</p>\n<hr />\n<p><strong>Gravity Surge (Su)</strong> As a full action, Altronus can perform a disarm or trip combat maneuver against a foe within 30 feet with a +15 attack bonus. When he is attuned or fully attuned to graviton mode and has a hand free, if he disarms a target of an item, it flies to his hand, and if he trips a target, he can pull it up to 10 feet closer to him.</p>\n<hr />\n<p><strong>Mobility </strong>Altronus gains a +4 bonus to his AC against attacks of opportunity he provokes by moving out of a threatened square.</p>\n<hr />\n<p><strong>Plasma Sheath </strong>As a move action, Altronus can cause all his solar weapon damage to become fire damage (though his attacks still target KAC) for 1 round. If he is attuned or fully attuned to photon mode, he also increases the damage dealt by 2, and the effect lasts as long as he maintains stellar attunement.</p>\n<hr />\n<p><strong>Sidereal Influence </strong>Outside of combat, Altronus can tap into stellar influences to assist in him various tasks. He must meditate for 1 minute and then chooses either Diplomacy or Stealth. He adds a +1d6 insight bonus to checks with the selected skill until he enters combat, falls unconscious, sleeps, or meditates to choose another skill.</p>\n<hr />\n<p><strong>Solar Manifestation (Solar Weapon)</strong> Altronus has a mote of yellow light that orbits him. He can grab this and turn it into a solar weapon with the same ease as drawing a weapon. It is considered a one-handed advanced melee weapon that deals 2d6 slashing damage.</p>\n<hr />\n<p><strong>Spring Attack </strong>As a full action, Altronus can move up to his speed and make a single melee attack at any point during this movement without provoking attacks of opportunity from the target of his melee attack. He must move at least 10 feet before making the melee attack, and cannot make that attack against a creature that was adjacent to him at the beginning of his turn.</p>\n<hr />\n<p><strong>Stellar Mode </strong>At the beginning of Altronus&rsquo;s first round in a combat, he must choose one of three modes&mdash;graviton-attuned, photon-attuned, or unattuned. If graviton- or photon-attuned, he gains 1 attunement point for the appropriate mode. Each round, he either maintains that mode (gaining another point of attunement, to a maximum of 3), or becomes unattuned (losing all attunement points, and he can then enter a new mode on the following turn). If Altronus has 1 or 2 points in a mode, he is attuned to that mode. If he has 3 points in a mode, he is fully attuned to that mode. Some of his abilities function only when Altronus is attuned or fully attuned to the graviton or photon mode.</p>\n<ul>\n<li>When attuned in graviton mode, Altronus gains a +1 insight bonus to his Reflex saves.</li>\n<li>When attuned in photon mode, Altronus gains a +1 insight bonus to damage rolls.</li>\n</ul>\n<hr />\n<p><strong>Supernova (Su) </strong>When Altronus is fully attuned to photon mode, as a standard action he can deal 9d6 fire damage to all creatures within 10 feet of him (Reflex DC 16 half). After using this power, Altronus becomes unattuned.</p>\n<hr />\n<p><strong>Tip of the Tongue </strong>Once per day, Altronus can reroll any one skill check to recall knowledge.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Advanced Semi-Auto Pistol </strong>This weapon fires physical bullets and can be fired 12 times before it must be reloaded.</p>\n<hr />\n<p><strong>Beacon </strong>This handheld light increases the light level by one step in a 50-foot radius. It can operate for 10 hours before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>D-Suit II </strong>While wearing this armor, Altronus can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 7 days. Its infrared sensors give Altronus darkvision. Its jump jets allow Altronus to fly up to 30 feet as part of a move action, but he must land at the end of his movement or fall. Jump jets can be used 10 times before their batteries needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Flashlight </strong>This handheld light increases the light level by one step in a 20-foot cone. It can operate for 10 hours before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Medpatch </strong>Altronus can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.</p>\n<hr />\n<p><strong>Minor Graviton Crystal</strong> This solarian weapon crystal is part of Altronus&rsquo;s solar manifestation. It adds 1d6 damage and the knockdown critical effect to his solar weapon (these benefits are already added in to his solar weapon attack above).</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing </strong>Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing </strong>Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Synaptic Accelerators</strong> Altronus has two personal upgrades,&nbsp;</p>\n<ul>\n<li>a mk 1 model that gives him +2 to his Dexterity score and&nbsp;</li>\n<li>a mk 2 model that gives him +4 to his Strength score.&nbsp;</li>\n</ul>\n<p>These are already included in his statistics above.</p>\n<hr />\n<p><strong>Titanium Alloy Cable </strong>This 100-foot-long cable is designed for climbing or securing loose cargo.</p>"
		},
		"Barsala L1": {
			"name": "Barsala L1",
			"description": "<p>When not on a Starfinder Society mission, Barsala researches biotech augmentations and teaches science on her popular children&rsquo;s show, Dr. B&rsquo;s Science Jubilee.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Custom Microlab (Ex) </strong>Barsala has integrated a customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds into her prosthetic hand. She can use it to evaluate medical conditions and perform several additional tasks, described below.</p>\n<p>Her custom microlab counts as a basic medkit and a chemalyzer (granting a +4 bonus on Engineering, Mysticism, and Physical Science checks to identify unknown drugs, medicinals, poisons, and other chemical substances). As long as she has her custom microlab, as a move action she can target a creature within 60 feet in her line of sight and attempt a special skill check to identify it as though her die roll were a 20, using Life Science for a living creature or Physical Science for an unliving one, with the check&rsquo;s DC determined by the creature&rsquo;s rarity (page 133 of the Starfinder Core Rulebook).</p>\n<p>Barsala can also attune her custom microlab to 6 individual creatures. This takes 10 minutes, which she can combine with the time needed to prepare her biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If she attunes her microlab to creatures in excess of this number, the oldest attunements beyond her maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target&rsquo;s condition require the microlab be reattuned. Under some circumstances, Barsala can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.</p>\n<p>If her custom microlab is damaged, destroyed, lost, or stolen, Barsala can kitbash a new one from any medkit or chemalyzer with 1 hour of work. She can have only one custom microlab at a time. If she creates a new one, her old microlab functions as a normal item of whatever type she made it from.</p>\n<hr />\n<p><strong>Biohacks (Ex)</strong> Barsala can use biohacks to boost her allies or inhibit her foes. Her biohacks produce their effects only when she injects a creature with them (see below), and only she knows how to make and administer them properly&mdash;a biohack that leaves Barsala&rsquo;s possession becomes inert until she picks it up again.</p>\n<p>Barsala can deliver any biohack she creates with any attack from an injection weapon. She must decide to use a biohack prior to the attack roll and specify which effect she&rsquo;s using. She applies the biohack as part of the action used to make the attack. She does not need to preload her weapon with biohacks. If she makes a ranged attack and misses, the biohack is expended along with the attack&rsquo;s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If Barsala&rsquo;s attack with a biohack hits but deals no damage, the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, Barsala can remove or change which biohack she&rsquo;s using as part of her next attack without spending any additional action.</p>\n<p>She can also deliver a biohack using a physical syringe (a level 1 consumable basic melee weapon from her custom microlab) that she can wield in one hand. To inject an unwilling creature with a biohack in this manner, Barsala must hit the creature with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 point of piercing damage, that creature is instead affected by the biohack within the syringe.</p>\n<p>Barsala can inject a biohack into a willing or unconscious creature (or herself) as a standard action without requiring an attack roll, as long as the target is within her reach. She can also use a ranged injection weapon to deliver a biohack to a willing ally she has attuned her custom microlab to as a standard action without making an attack roll, as long as they&rsquo;re within 60 feet. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.</p>\n<p>The materials Barsala uses to create biohacks are inert until she activates them. Once activated, they can be used to create any biohacks she knows. Each day after she has rested for 8 hours, Barsala can spend 10 minutes to activate the ingredients to create 4 biohacks, and this is the maximum number of biohacks she can have ready at one time. This preparation activates only the ingredients; Barsala doesn&rsquo;t need to decide which specific biohacks she&rsquo;s creating until performing the actual actions or attacks used to deliver them. Activated biohack materials that aren&rsquo;t used that day become inert, even if they&rsquo;re still in her possession. Barsala can readily replenish these inert reagents on a regular basis at no cost. Whenever she takes a 10-minute rest to recover Stamina Points, Barsala can also prepare additional activated biohack ingredients to replace those she has used, up to her maximum.</p>\n<p>Biohacks come in two varieties: boosters and inhibitors. Barsala knows the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique booster and inhibitor granted by her primary field of study (see below).</p>\n<p><em><span style=\"text-decoration: underline;\">Basic Booster </span></em>- A basic booster biohack aids a creature in one manner or another. The effect lasts for 3 rounds unless it states otherwise. When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target gains a +1 enhancement bonus to AC.</li>\n<li>The target gains a +2 enhancement bonus to skill checks.</li>\n<li>The target gains a +10-foot enhancement bonus to their speed. If the creature has more than one movement type, choose one to receive this bonus.</li>\n</ul>\n<p><em><span style=\"text-decoration: underline;\">Basic Inhibitor </span></em>- A basic inhibitor biohack hinders a creature&rsquo;s physiology or material function. The effect of an inhibitor lasts for 6 rounds unless it states otherwise.&nbsp;</p>\n<p>When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target takes a &ndash;2 penalty to AC.</li>\n<li>Barsala reduces the target&rsquo;s DR by 5.</li>\n<li>Barsala reduces the target&rsquo;s resistance to one type of energy (her choice) by 5.</li>\n</ul>\n<p>A creature can be affected by only one of Barsala&rsquo;s basic inhibitors at a time, though it can be affected by multiple basic inhibitors originating from multiple biohackers. If Barsala affects a creature with a different basic inhibitor while a previous inhibitor is still affecting it, the effects of the previous inhibitor immediately end.</p>\n<p><em><span style=\"text-decoration: underline;\">Minor Biohacks - </span></em>Barsala can create minor biohacks from less powerful (and more stable) pharmaceuticals, nanites, and catalysts, and she can add them to any attack she makes with an injection weapon that does not already have another biohack added to it. She doesn&rsquo;t need to activate the materials for minor biohacks in advance, and using them does not count against the maximum number of biohacks she can have ready at one time. Minor biohacks are otherwise used as and function as basic booster and basic inhibitor biohacks, and they count as such biohacks for the purposes of interactions with other abilities.</p>\n<ul>\n<li><strong>Minor Booster: </strong>Using a minor booster biohack allows Barsala to attempt to administer first aid with a Medicine check on targets within 60 feet of her microlab. This doesn&rsquo;t require any additional time or action beyond making the attack, and it doesn&rsquo;t have the duration of normal biohacks.&nbsp;</li>\n<li><strong>Minor Inhibitor: </strong>A minor inhibitor biohack imposes a slight hindrance; the target takes a &ndash;1 penalty to attack rolls for 6 rounds.<hr /></li>\n</ul>\n<p>Field of Study, Genetics (Ex) Barsala has selected the genetics field of study, granting her access to a unique booster and inhibitor.</p>\n<ul>\n<li><em><span style=\"text-decoration: underline;\">Booster </span></em>- Barsala temporarily boosts a living creature to improve the acuity of its hearing, granting the subject the benefits of blindsense (sound) with a range of 60 feet. If the creature already has blindsense, it instead gains the benefit of the Blind-Fight feat. This benefit lasts for 1 hour.</li>\n<li><em><span style=\"text-decoration: underline;\">Inhibitor </span></em>- Barsala delivers a DNA-twisting or material-altering chemical nanite compound into a creature&rsquo;s body, imparting vulnerability to one type of energy (her choice). If the creature is immune to that energy type, this inhibitor temporarily removes that immunity and gives the creature resistance 20 to that type of energy. If the creature has resistance to that energy type, this effect instead reduces its resistance by 10 (minimum 0). This biohack does not remove a creature&rsquo;s resistance or immunity to natural hazards or environments, only to damage from energy attacks, spells, and other abilities.</li>\n</ul>\n<hr />\n<p>Injection Expert (Ex) Barsala is proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property from a weapon fusion, spell, class feature, or similar ability or effect.&nbsp;</p>\n<p>When Barsala hits an ally with an injection weapon, she can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When she fires a weapon with the injection special property and has multiple types of ammunition loaded into the weapon, she chooses which type of ammunition she fires when she makes the attack.</p>\n<hr />\n<p><strong>Mobility </strong>Barsala gains a +4 bonus to her Armor Class against attacks of opportunity that she provokes by leaving a threatened square.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Second Skin</strong> While wearing this armor, Barsala can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Tactical Needler Pistol This weapon can be fired 8 times before it needs to be reloaded. Its range </strong>increment is 40 feet.</p>\n<p>&nbsp;</p>"
		},
		"Barsala L4": {
			"name": "Barsala L4",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Custom Microlab (Ex) </strong>Barsala has integrated a small customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds into her prosthetic hand. She can use it to evaluate medical conditions and perform several additional tasks described below.</p>\n<p>Her custom microlab counts as a basic medkit and a chemalyzer (granting a +4 bonus on Engineering, Mysticism, and Physical Science checks to identify unknown drugs, medicinals, poisons, and other chemical substances). As long as she has her custom microlab, as a move action she can target a creature within 60 feet in her line of sight and attempt a special skill check to identify it as though her die roll were a 20, using Life Science for a living creature or Physical Science for an unliving one, with the check&rsquo;s DC determined by the creature&rsquo;s rarity (page 133 of the Starfinder Core Rulebook).&nbsp;</p>\n<p>Barsala can also attune her custom microlab to 7 individual creatures. This takes 10 minutes, which she can combine with the time needed to prepare her biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If she attunes her microlab to creatures in excess of this number, the oldest attunements beyond her maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target&rsquo;s condition require the microlab be reattuned. Under some circumstances, Barsala can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.</p>\n<p>If her custom microlab is damaged, destroyed, lost, or stolen, Barsala can kitbash a new one from any medkit or chemalyzer with 1 hour of work. She can have only one custom microlab at a time. If she creates a new one, her old microlab functions as a normal item of whatever type she made it from.</p>\n<hr />\n<p><strong>Biohacks (Ex) </strong>Barsala can use biohacks to boost her allies or inhibit her foes. Her biohacks produce their effects only when she injects a creature with them (see below), and only she knows how to make and administer them properly&mdash;a biohack that leaves Barsala&rsquo;s possession becomes inert until she picks it up again.</p>\n<p>Barsala can deliver any biohack she creates with any attack from an injection weapon. She must decide to use a biohack prior to the attack roll and specify which effect she&rsquo;s using. She applies the biohack as part of the action used to make the attack. She does not need to preload her weapon with biohacks. If she makes a ranged attack and misses, the biohack is expended along with the attack&rsquo;s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If Barsala&rsquo;s attack with a biohack hits but deals no damage, the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, Barsala can remove or change which biohack she&rsquo;s using as part of her next attack without taking any additional action.She can also deliver a biohack using a physical syringe (a level 4 consumable basic melee weapon from her custom microlab) that she can wield in one hand. To inject an unwilling creature with a biohack in this manner, Barsala must hit the creature with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 point of piercing damage, that creature is instead affected by the biohack within the syringe.</p>\n<p>Barsala can inject a biohack into a willing or unconscious creature (or herself) as a standard action without requiring an attack roll, as long as the target is within her reach. She can also use a ranged injection weapon to deliver a biohack to a willing ally she has attuned her custom microlab to as a standard action without making an attack roll, as long as they&rsquo;re within 60 feet. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.</p>\n<p>The materials Barsala uses to create biohacks are inert until she activates them. Once activated, they can be used to create any biohacks she knows. Each day after she has rested for 8 hours, Barsala can spend 10 minutes to activate the ingredients to create 5 biohacks, and this is the maximum number of biohacks she can have ready at one time. This preparation activates only the ingredients; Barsala doesn&rsquo;t need to decide which specific biohacks she&rsquo;s creating until performing the actual actions or attacks used to deliver them. Activated biohack materials that aren&rsquo;t used that day become inert, even if they&rsquo;re still in her possession. Barsala can readily replenish these inert reagents on a regular basis at no cost. Whenever she takes a 10-minute rest to recover Stamina Points, Barsala can also prepare additional activated biohack ingredients to replace those she has used, up to her maximum.</p>\n<p>Biohacks come in two varieties: boosters and inhibitors. Barsala knows the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique booster and inhibitor granted by her primary field of study (see below).</p>\n<p><em><span style=\"text-decoration: underline;\">Basic Booster </span></em>- A basic booster biohack aids a creature in one manner or another. The effect lasts for 4 rounds unless it states otherwise. When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target gains a +1 enhancement bonus to AC.</li>\n<li>The target gains a +2 enhancement bonus to skill checks.</li>\n<li>The target gains a +10-foot enhancement bonus to their speed. If the creature has more than one movement type, choose one to receive this bonus.</li>\n</ul>\n<p><em><span style=\"text-decoration: underline;\">Basic Inhibitor </span></em>- A basic inhibitor biohack hinders a creature&rsquo;s physiology or material function. The effect of an inhibitor lasts for 6 rounds unless it states otherwise. When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target takes a &ndash;2 penalty to AC.</li>\n<li>Barsala reduces the target&rsquo;s DR by 5.</li>\n<li>Barsala reduces the target&rsquo;s resistance to one type of energy (her choice) by 5.</li>\n</ul>\n<p>A creature can be affected by only one of her basic inhibitors at a time, though it can be affected by multiple basic inhibitors originating from multiple biohackers. If Barsala affects a creature with a different basic inhibitor while a previous inhibitor is still in effect, the effects of the previous inhibitor end.</p>\n<p><em><span style=\"text-decoration: underline;\">Minor Biohacks </span></em>- Barsala can create minor biohacks from less powerful (and more stable) pharmaceuticals, nanites, and catalysts, and she can add them to any attack she makes with an injection weapon that does not already have another biohack added to it. She doesn&rsquo;t need to activate the materials for minor biohacks in advance, and using them does not count against the maximum number of biohacks she can have ready at one time. Minor biohacks are otherwise used as and function as basic booster and basic inhibitor biohacks, and they count as such biohacks for the purposes of interactions with other abilities.</p>\n<ul>\n<li><em><span style=\"text-decoration: underline;\">Minor Booster:</span></em> Using a minor booster biohack allows Barsala to attempt to administer first aid with a Medicine check on targets within 60 feet of her microlab. This doesn&rsquo;t require any additional time or action beyond making the attack, and it doesn&rsquo;t have the duration of normal biohacks. Alternatively, she can attempt a Medicine check to treat drugs or poison, though on a successful check, the target gains a +4 bonus only on the next saving throw it attempts against the drug or poison.</li>\n<li><em><span style=\"text-decoration: underline;\">Minor Inhibitor</span></em>: A minor inhibitor biohack imposes a slight hindrance; the target takes a &ndash;1 penalty to attack rolls for 7 rounds.</li>\n</ul>\n<hr />\n<p><strong>Field of Study, Genetics (Ex) </strong>Barsala has selected the genetics field of study, granting her access to a unique booster and inhibitor:</p>\n<p><em><span style=\"text-decoration: underline;\">Booster </span></em>- Barsala temporarily boosts a living creature to improve the acuity of its hearing, granting the subject the benefits of blindsense (sound) with a range of 60 feet. If the creature already has blindsense, it instead gains the benefit of the Blind-Fight feat. This benefit lasts for 1 hour.</p>\n<p><em><span style=\"text-decoration: underline;\">Inhibitor </span></em>- Barsala delivers a DNA-twisting or material-altering chemical nanite compound into a creature&rsquo;s body, imparting vulnerability to one type of energy (her choice). If the creature is immune to that energy type, this inhibitor temporarily removes that immunity and gives the creature resistance 20 to that type of energy. If the creature has resistance to that energy type, this effect instead reduces its resistance by 10 (minimum 0). This biohack does not remove a creature&rsquo;s resistance or immunity to natural hazards or environments, only to damage from energy attacks, spells, and other abilities.</p>\n<hr />\n<p><strong>Injection Expert (Ex) </strong>Barsala is proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property from a weapon fusion, spell, class feature, or similar ability or effect.&nbsp;</p>\n<p>When Barsala hits an ally with such a weapon, she can avoid dealing damage to that ally, while still affecting the ally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When she fires a weapon with the injection special property and has multiple types of ammunition loaded into the weapon, she chooses which type of ammunition she fires when she makes the attack.</p>\n<hr />\n<p><strong>Mobility</strong> Barsala gains a +4 bonus to her Armor Class against attacks of opportunity that she provokes by leaving a threatened square.</p>\n<hr />\n<p><strong>Painful Injection</strong> Barsala adds half her Wisdom modifier (+2) to her damage rolls with injection weapons. This has already been factored into her attacks above.Spark of Ingenuity (Ex) Once per day, Barsala can alter one of her biohacks to work in a different way. When using a booster biohack, she can remove one of the following conditions, in addition to the booster&rsquo;s normal effects: dazzled, fascinated, or shaken. Alternatively, she can add the dazzled condition to the effects imposed by any of her inhibitor biohacks. This effect lasts the length of the inhibitor&rsquo;s duration.</p>\n<hr />\n<p><strong>Treat Condition (Ex)</strong> As a standard action, Barsala can treat a willing, adjacent creature to remove the shaken, sickened, or staggered condition. This doesn&rsquo;t end the effect that caused the condition, and the target can regain the condition from any source as normal. Barsala can use this ability up to 4 times per day. She regains all expended uses of this ability when she takes a 10-minute rest to recover Stamina.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Barsala adds her character level to damage dealt with melee weapons and half her character level to damage dealt with operative melee weapons, small arms, and weapons with the injection ability. This is already added to her attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Amblaree </strong>This is a poison with the following properties: Type poison (injury); Save Fortitude DC 13; Track Wisdom (special); Frequency 1/round for 3 rounds; Effect progression track is Weakened&mdash;Impaired&mdash;Blinded; no end state. When at the blinded stage, the victim gains the blinded condition; Cure 1 save</p>\n<hr />\n<p><strong>Defrex Hide</strong> While wearing this armor, Barsala can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Tactical Needler Pistol</strong> This weapon can be fired 8 times before it needs to be reloaded. Its range increment is 40 feet.</p>"
		},
		"Barsala L8": {
			"name": "Barsala L8",
			"description": "<p>The daughter of a renowned biotechnician and a respected priest of Talavet, Barsala Zharliska Sonari of House Ulanda grew up in Trillidiem, the arcology of bubble-shaped domes that floats above Bretheda&rsquo;s northern pole. Her parents maintained a household in which discussion and debate were encouraged, with most dinnertime talks focused around the dichotomy between faith and science. Even at a young age, Barsala was included, her questions and opinions treated with respect. As a result, she found herself drawn to studying scientific disciplines, but focused on how they could help her neighbors and her community. Barsala witnessed the power of community early in her life when she lost her lowleft hand due to severe nerve damage sustained in a nasty fall and many of her family&rsquo;s neighbors came together to help her adjust to her new cybernetic prosthesis.</p>\n<p>Years later, Barsala earned her doctorate from the prestigious Sui Saolus Academy and landed a job as a junior research assistant at Iratha Incorporated, a biotech firm in Trillidiem founded by a lashunta and a kasatha. Despite barathus nearly dominating the biotech field, Iratha Incorporated is a successful corporation, focusing exclusively on augmentations for humanoids. Barsala was happy with her job, but after several months, she began to worry that her research&mdash;though pivotal for reducing implant rejection rates, among other things&mdash;was far too niche. She wondered if there was something else she could do to aid the community at large.</p>\n<p>Explaining her dilemma to a friend, Barsala hit on an idea that sparked her interest: she would start a regular holovid stream in which she would explain the basic concepts of science to viewers in a way that was fun and engaging. Branding herself as &ldquo;Dr. B,&rdquo; she rented a small studio, set up a simple lab, donned a white lab coat, and began broadcasting in her off hours. Dr. B&rsquo;s first holovids featured very basic principles&mdash;gravity, magnetism, and the like&mdash;and her production values were rough around the edges, but Barsala&rsquo;s enthusiasm and easy-to-understand explanations quickly gained her a wide audience on Bretheda&rsquo;s infosphere and beyond.</p>\n<p>However, her program didn&rsquo;t reach the same popularity as reality shows and sporting events until it caught the attention of Thalus Enthremian Damru, the kasatha co-founder of Iratha Incorporated. He saw the show&rsquo;s potential as a marketing tool but also respected Barsala&rsquo;s commitment to education. One day, Thalus approached Barsala in her Iratha lab to offer her holovid stream an official sponsorship, which would include a new studio, as well as a small staff to ensure that everything looked and sounded professional. Her new role as &ldquo;scientific ambassador&rdquo; was added to her job description, and she soon became the holovid icon she is today.</p>\n<p>Dr. B&rsquo;s Science Jubilee is popular with young members of sapient species throughout the Pact Worlds and most of Near Space, thanks to Barsala&rsquo;s engaging personality and flashy experiments. With Iratha Incorporated&rsquo;s funding, Barsala has been able to travel across the galaxy to showcase interesting scientific phenomena first-hand, including such topics as the life cycles of unusual flora and fauna, the formation of bizarre minerals and crystals, and the odd interactions between certain fundamental forces of physics. Some of the program&rsquo;s most shared episodes feature Barsala being introduced to a new species of alien animal (often with hilarious results) and the kasatha putting a scientific myth to the test (usually accompanied by explosions).</p>\n<p>Between these on-location shoots, Barsala continues her research on biotech augmentations, and occasionally, topics on her show have led her to small breakthroughs in her work and research. While these advancements have garnered some praise in the scientific community, most people only recognize the kasatha through her holovid work, with some people even believing that the &ldquo;Doctor&rdquo; part of &ldquo;Dr. B&rdquo; is merely an affectation. Nevertheless, Barsala presses on with both aspects of her job, hoping she can positively impact the lives of people in one way or the other.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Custom Microlab (Ex) </strong>Barsala has integrated a customized kit consisting of medical supplies, testing materials, and pharmaceutical compounds onto her prosthetic hand. She can use it to evaluate medical conditions and perform several additional tasks described below.</p>\n<p>Her custom microlab counts as an advanced medkit (granting a +2 insight bonus on Medicine checks to treat drugs, diseases, and poisons) and a chemalyzer (granting a +4 bonus on Engineering, Mysticism, and Physical Science checks to identify unknown drugs, medicinals, poisons, and other chemical substances). As long as she has her custom microlab, as a move action she can target a creature within 60 feet in her line of sight and attempt a special skill check to identify it as though her die roll were a 20: Life Science for a living creature, or Physical Science for an unliving one, with the check&rsquo;s DC determined by the creature&rsquo;s rarity (page 133 of the Starfinder Core Rulebook).&nbsp;</p>\n<p>Barsala can also attune her custom microlab to 8 individual creatures. This takes 10 minutes, which she can combine with the time needed to prepare her biohacks for the day, and the creatures must be present, willing, and able to cooperate with the scan. If she attunes her microlab to creatures in excess of this number, the oldest attunements beyond her maximum number end. Otherwise, attunement lasts 24 hours, after which changes in environment and the target&rsquo;s condition require the microlab be reattuned. Under some circumstances, Barsala can deliver biohacks to attuned creatures using ranged injection weapons without making an attack roll.</p>\n<p>If her custom microlab is damaged, destroyed, lost, or stolen, Barsala can kitbash a new one from any medkit or chemalyzer with 1 hour of work. She can have only one custom microlab at a time. If she creates a new one, her old microlab functions as a normal item of whatever type she made it from.</p>\n<hr />\n<p><strong>Biohacks (Ex)</strong> Barsala can use biohacks to boost her allies or inhibit her foes. Her biohacks produce their effects only when she injects a creature with them (see below), and only she knows how to make and administer them properly&mdash;a biohack that leaves Barsala&rsquo;s possession becomes inert until she picks it up again.</p>\n<p>Barsala can deliver any biohack she creates with any attack from an injection weapon. She must decide to use a biohack prior to the attack roll and specify which effect she&rsquo;s using. She applies the biohack as part of the action used to make the attack. She does not need to preload her weapon with biohacks. If she makes a ranged attack and misses, the biohack is expended along with the attack&rsquo;s ammunition. A biohack delivered via a melee injection weapon is not normally expended on a missed attack. If Barsala&rsquo;s attack with a biohack hits but deals no damage, the biohack is expended but the target is not affected by it. After a missed attack that does not expend the biohack, Barsala can remove or change which biohack she&rsquo;s using as part of her next attack without taking any additional action.</p>\n<p>She can also deliver a biohack using a physical syringe (a level 8 consumable basic melee weapon from her custom microlab) that she can wield in one hand. To inject an unwilling creature with a biohack in this manner, Barsala must hit the creature with a melee attack. This attack deals no damage, but if the creature would be damaged by 1 piercing damage, that creature is instead affected by the biohack within the syringe.</p>\n<p>Barsala can inject a biohack into a willing or unconscious creature (or herself) as a standard action without requiring an attack roll, as long as the target is within her reach. She can also use ranged injection weapon to deliver a biohack to a willing ally she has attuned her custom microlab to as a standard action without making an attack roll, as long as they&rsquo;re within 60 feet. Under any other circumstance, injecting a biohack into an ally at range requires a successful ranged attack roll.</p>\n<p>The materials Barsala uses to create biohacks are inert until she activates them. Once activated, they can be used to create any biohacks she knows. Each day after she has rested for 8 hours, Barsala can spend 10 minutes to activate the ingredients to create 6 biohacks, and this is the maximum number of biohacks she can have ready at one time. This preparation activates only the ingredients; Barsala doesn&rsquo;t need to decide which specific biohacks she&rsquo;s creating until performing the actual actions or attacks used to deliver them. Activated biohack materials that aren&rsquo;t used that day become inert, even if they&rsquo;re still in her possession. Barsala can readily replenish these inert reagents on a regular basis at no cost. Whenever she takes a 10-minute rest to recover Stamina Points, Barsala can also prepare additional activated biohack ingredients to replace those she has used, up to her maximum.</p>\n<p>Biohacks come in two varieties: boosters and inhibitors. Barsala knows the basic boosters and inhibitors listed below, the minor boosters and inhibitors that follow, and the unique boosters and inhibitors granted by her primary and secondary fields of study (see below).</p>\n<p><em><span style=\"text-decoration: underline;\">Basic Booster </span></em>- A basic booster biohack aids a creature in one manner or another. The effect lasts for 5 rounds unless it states otherwise. When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target gains a +1 enhancement bonus to AC.</li>\n<li>The target gains a +2 enhancement bonus to skill checks.</li>\n<li>The target gains a +10-foot enhancement bonus to their speed. If the creature has more than one movement type, choose one to receive this bonus.</li>\n</ul>\n<p><em><span style=\"text-decoration: underline;\">Basic Inhibitor </span></em>- A basic inhibitor biohack hinders a creature&rsquo;s physiology or material function. The effect of an inhibitor lasts for 8 rounds unless it states otherwise.&nbsp;</p>\n<p>When Barsala uses it, select an effect:</p>\n<ul>\n<li>The target takes a &ndash;2 penalty to AC.</li>\n<li>Barsala reduces the target&rsquo;s DR by 5.</li>\n<li>Barsala reduces the target&rsquo;s resistance to one type of energy (her choice) by 5.</li>\n</ul>\n<p>A creature can be affected by only one of her basic inhibitors at a time, though it can only be affected by multiple basic inhibitors originating from multiple biohackers. If Barsala affects a creature with a different basic inhibitor while a previous inhibitor is still in effect, the effects of the previous inhibitor end.</p>\n<p><em><span style=\"text-decoration: underline;\">Minor Biohacks </span></em>- Barsala can create minor biohacks from less powerful (and more stable) pharmaceuticals, nanites,and catalysts, and she can add them to any attack she makes with an injection weapon that does not already have another biohack added to it. She doesn&rsquo;t need to activate the materials for minor biohacks in advance, and using them does not count against the maximum number of biohacks she can have ready at one time. Minor biohacks are otherwise used as and function as basic booster and basic inhibitor biohacks, and they count as such biohacks for the purposes of interactions with other abilities.</p>\n<ul>\n<li>Minor Booster: Using a minor booster biohack allows Barsala to attempt to administer first aid with a Medicine check on targets within 60 feet of her microlab. This doesn&rsquo;t require any additional time or action beyond making the attack, and it doesn&rsquo;t have the duration of normal biohacks. Alternatively, she can attempt a Medicine check to treat disease, drugs, or poison, though on a successful check, the target gains a +4 bonus only on the next saving throw it attempts against the disease, drug, or poison.</li>\n<li>Minor Inhibitor: A minor inhibitor biohack imposes a slight hindrance; the target takes a &ndash;1 penalty to attack rolls for 8 rounds.</li>\n</ul>\n<hr />\n<p><strong>Field of Study, Genetics (Ex) </strong>Barsala has selected the genetics field of study, granting her access to a unique booster and inhibitor, as well as the gene therapy ability.</p>\n<p><em><span style=\"text-decoration: underline;\">Booster </span></em>- Barsala temporarily boosts a living creature (one that does not have the unliving universal creature rule) to improve the acuity of its hearing, granting the subject the benefits of blindsense (sound) with a range of 60 feet. If the creature already has blindsense, it instead gains the benefit of the Blind-Fight feat. This benefit lasts for 1 hour.</p>\n<p><em><span style=\"text-decoration: underline;\">Inhibitor </span></em>- Barsala delivers a DNA-twisting or material-altering chemical nanite compound into a creature&rsquo;s body, imparting vulnerability to one type of energy (her choice). If the creature is immune to that energy type, this inhibitor temporarily removes that immunity and gives the creature resistance 20 to that type of energy. If the creature has resistance to that energy type, this effect instead reduces its resistance by 10 (minimum 0). This biohack does not remove a creature&rsquo;s resistance or immunity to natural hazards or environments, only to damage from energy attacks, spells, and other abilities.</p>\n<hr />\n<p><strong>Gene Therapy (Ex) </strong>- As a standard action, Barsala can create and deliver a medicinal formula to a living creature that suspends the effects of damage to their mind and body. When injected, the formula allows the target to ignore the effects of all ability score damage and drain for 10 minutes. This effect lasts for 1 hour. Barsala can use this ability once, and she regains the ability to use it after she takes a 10-minute rest to recover Stamina Points.</p>\n<hr />\n<p><strong>Field of Study, Neurochemistry (Ex) </strong>Barsala has selected the neurochemistry field of study, granting her access to a unique booster and inhibitor:</p>\n<p><em><span style=\"text-decoration: underline;\">Booster </span></em>- Barsala bolsters the creature&rsquo;s brain chemistry (or other cognitive system), allowing it to ignore the effects of the confused and staggered conditions for the booster&rsquo;s duration. While the creature is ignoring these effects, the duration of the condition elapses as normal.</p>\n<p><em><span style=\"text-decoration: underline;\">Inhibitor </span></em>- Barsala delivers a strong chemical admixture that interferes with a creature&rsquo;s neurons (or equivalent), imparting a &ndash;2 penalty to Will saving throws.</p>\n<hr />\n<p><strong>Hampering Inhibitor (Ex)</strong> Any biohack inhibitor Barsala successfully uses against a foe decreases that foe&rsquo;s speed by half (to a minimum of 5 feet) in addition to her chosen inhibitor&rsquo;s normal effects. If the target has multiple movement types, all its speeds are decreased. An individual biohack can&rsquo;t be affected by both the hampering inhibitor and powerful biohacks theorems.</p>\n<hr />\n<p><strong>Improved Iron Will </strong>Barsala can spend 1 RP to reroll a failed Will save.</p>\n<hr />\n<p><strong>Injection Expert (Ex) </strong>Barsala is proficient with weapons with the injection weapon special property, as long as the weapon has not gained that weapon special property from a weapon fusion, spell, class feature, or similar ability or effect.&nbsp;</p>\n<p>When Barsala hits an ally with such a weapon, she can avoid dealing damage to that ally, while still affecting theally with the biohack booster or inhibitor, drug, medicinal compound, poison, serum, or other substance that was loaded into the injection weapon. When she fires a weapon with the injection special property and has multiple types of ammunition loaded into the weapon, she chooses which type of ammunition she fires when she makes the attack.</p>\n<hr />\n<p><strong>Mobility </strong>Barsala gains a +4 bonus to her Armor Class against attacks of opportunity that she provokes by leaving a threatened square.</p>\n<hr />\n<p><strong>Painful Injection </strong>Barsala adds half her Wisdom modifier (+2) to her damage rolls with injection weapons. This is already added to her attacks above.</p>\n<hr />\n<p><strong>Powerful Biohacks (Ex)</strong> Barsala can use fringe science to tweak her biohacks so that she can affect any creature with biohacks that normally don&rsquo;t affect creatures with the unliving universal creature rule. If the biohack had the poison descriptor, she can remove that descriptor each time she uses that biohack. An individual biohack can&rsquo;t be affected by both the hampering inhibitor and powerful biohacks theorems.</p>\n<hr />\n<p><strong>Shot on the Run </strong>As a full action, Barsala can move up to her speed and make a single ranged attack at any point during her movement.</p>\n<hr />\n<p><strong>Spark of Ingenuity (Ex) </strong>Once per day, Barsala can alter one of her biohacks to work in a different way. When using a booster biohack, she can remove one of the following conditions, in addition to the booster&rsquo;s normal effects: dazzled, fascinated, or shaken. Alternatively, she can add the dazzled condition to the effects imposed by any of her inhibitor biohacks. This effect lasts the length of the inhibitor&rsquo;s duration.</p>\n<hr />\n<p><strong>Treat Condition (Ex) </strong>As a standard action, Barsala can treat a willing, adjacent creature to remove the shaken, sickened, or staggered condition. This doesn&rsquo;t end the effect that caused the condition, and the target can regain the condition from any source as normal. Barsala can use this ability up to 5 times per day. She regains all expended uses of this ability when she takes a 10-minute rest to recover Stamina.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Barsala adds her character level to damage dealt with melee weapons and half her character level to damage dealt with operative melee weapons, small arms, and weapons with the injection ability. This has already been factored into her attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Advanced Needler Pistol</strong> This weapon can be fired 8 times before it needs to be reloaded. Its range increment is 40 feet.</p>\n<p>&nbsp;</p>\n<hr />\n<p><strong>Kasatha Microcord III</strong> While wearing this armor, Barsala can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 8 days.</p>\n<hr />\n<p><strong>Mindhaze </strong>This is a poison with the following properties: Typepoison (injury); Save Fortitude DC 17; Track Wisdom (Healthy&mdash;Weakened&mdash;Impaired&mdash;Confused&mdash;Comatose&mdash;Dead); Frequency1/round for 4 rounds; Effect Upon reaching the weakened state, the victim can&rsquo;t use telepathy or limited telepathy for 1d4 hours. Subsequent failed saving throws don&rsquo;t extend this duration; Cure 1 save</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>"
		},
		"Iseph L1": {
			"name": "Iseph L1",
			"description": "<p>Iseph awoke in a renewal cr&egrave;che in a storage facility on Aballon, the building empty save for a note and a pen left on the floor. Clearly hastily scrawled, the note read only: Run. Hide. Retaliate. Beware the mark. Next to the words was a drawing of a symbol&mdash;the same inexplicable design branded on Iseph&rsquo;s chest. Yet the biggest shock was when Iseph picked up the pen, as the note&rsquo;s writer had clearly intended&mdash; for the handwriting on the note matched Iseph&rsquo;s own.</p>\n<p>Disoriented, Iseph did their best to disappear into Aballon&rsquo;s bustling android population. Eventually, Iseph worked up the courage to begin making surreptitious inquiries about the mysterious symbol and their own past. All of these searches failed, yet Iseph began to get the sense of being watched. When a contact claiming to have information was slain in a massive bombing clearly meant for Iseph, Iseph fled to the Diaspora. There they joined up with the Android Abolitionist Front, becoming a black ops specialist until a disagreement with their handler led them to go independent. Today, Iseph officially hires on with freelancer crews as an elite pilot specializing in dangerous transport or exploratory missions. If those jobs sometimes require a little infiltration or a bullet from the shadows&mdash;well, that costs extra.&nbsp;</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Constructed</strong> For effects targeting creatures by type, Iseph counts as both a construct and a humanoid (whichever is worse for Iseph).</p>\n<hr />\n<p><strong>Darkvision</strong> Iseph can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Flat Affect</strong> The DC of a Sense Motive check attempted against Iseph increases by 2.</p>\n<hr />\n<p><strong>Low-Light Vision</strong> Iseph can see in dim light as if it were normal light.</p>\n<hr />\n<p><strong>Trick Attack</strong> As a full action, Iseph can move up to 30 feet and make a single attack with a small arm (or a melee weapon with the operative special property) as a trick attack. Just before making the attack, Iseph attempts a Bluff, Intimidate, or Stealth check (whichever is better for Iseph) with a DC equal to 20 + the target&rsquo;s CR. If the skill check is successful, the attack deals 1d4 additional damage and the target is flat-footed against this attack.</p>\n<hr />\n<p><strong>Upgrade Slot</strong> Iseph has an internal quick-release sheath normally installed in armor as an upgrade. This can store a single one-handed weapon, which Iseph can draw as a swift action.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Flight Suit Stationwear</strong> While wearing this armor, Iseph can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Medpatch </strong>Iseph can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.&nbsp;</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol</strong> This weapon can be fired nine times before it must be reloaded.</p>"
		},
		"Iseph L4": {
			"name": "Iseph L4",
			"description": "<p>Born on Aballon, Iseph has spent a lifetime running from mysterious forces that want them dead. As a &ldquo;retired&rdquo; black ops agent, Iseph hires on with freelance adventuring crews as a pilot specializing in dangerous transport or exploratory missions. If those jobs require infiltration or a well-placed bullet from the shadows&mdash;well, that costs extra.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Constructed </strong>For effects targeting creatures by type, Iseph counts as both a construct and a humanoid (whichever is worse for Iseph).</p>\n<hr />\n<p><strong>Darkvision </strong>Iseph can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Debilitating Trick (Ex)</strong> When Iseph hits an enemy with a trick attack, Iseph can choose to make that enemy either flat-footed or off-target until the beginning of Iseph&rsquo;s next turn.Dive for Cover When Iseph attempts a Reflex save against an area attack or area effect, they can choose to fall prone in an adjacent space in order to roll the saving throw twice, taking the better of the two results.</p>\n<hr />\n<p><strong>Evasion (Ex) </strong>If Iseph succeeds at a Reflex save against an effect that has a partial effect on a successful save, they instead suffer no effect.</p>\n<hr />\n<p><strong>Flat Affect</strong> The DC of a Sense Motive check attempted against Iseph increases by 2.</p>\n<hr />\n<p><strong>Kip Up</strong> Iseph can stand from prone as a swift action, rather than a move action.</p>\n<hr />\n<p><strong>Low-Light Vision</strong> Iseph can see in dim light as if it were normal light.</p>\n<hr />\n<p><strong>Multi-Weapon Fighting</strong> When Iseph makes a full attack with two or more operative melee weapons or small arms, reduce the penalty to each attack from &ndash;4 to &ndash;3.&nbsp;</p>\n<hr />\n<p><strong>Trick Attack</strong> As a full action, Iseph can move up to 40 feet and make a single attack with a small arm (or a melee weapon with the operative special property) as a trick attack. Just before making the attack, Iseph attempts a Bluff, Intimidate, or Stealth check (whichever is better for Iseph) with a DC equal to 20 + the target&rsquo;s CR. If the skill check is successful, the attack deals an additional 1d8 damage and the target is flat-footed against this attack.</p>\n<hr />\n<p><strong>Uncanny Pilot (Ex) </strong>When Iseph attacks while driving a vehicle, they take only half the vehicle&rsquo;s normal penalty to their attack roll. When in a chase, Iseph gains a +2 bonus to skill checks when attempting the evade or trick pilot actions.</p>\n<hr />\n<p><strong>Upgrade Slot</strong> Iseph has an internal quick-release sheath normally installed in armor as an upgrade. This can store a single one-handed weapon, which Iseph can draw as a swift action.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Defrex Hide</strong> While wearing this armor, Iseph can close its environmental seals and survive in a vacuum (and other harsh environments) for up to 4 days. The armor has jump jets as an upgrade, allowing Iseph to fly up to 30 feet as part of a move action. At the end of this flight Iseph must land or they fall. Iseph can do this 10 times before the jump jets&rsquo; battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Medpatch </strong>Iseph can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.&nbsp;</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Static Arc Pistol</strong> This weapon fires a bolt of electricity. On a critical hit, it arcs and deals 2 electricity damage to a new target of your choice that is adjacent to your original target. As a move action, it can be set to deal nonlethal damage. It can be fired 10 times before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol</strong> This weapon fires physical bullets and can be fired nine times before it must be reloaded.</p>\n<hr />\n<p><strong>Titanium Alloy Cable</strong> This 40-foot-long cable is designed for climbing or securing loose cargo.</p>"
		},
		"Iseph L8": {
			"name": "Iseph L8",
			"description": "<p>Iseph awoke in a black-market renewal cr&egrave;che on Aballon. Around them, the dingy warehouse was completely empty, save for a pen and a note in the center of the concrete floor. Clearly hastily scrawled, the note read only: Run. Hide. Retaliate. Beware the mark. Next to the words was a drawing of a symbol&mdash;the same inexplicable design branded on Iseph&rsquo;s chest. Yet the biggest shock was when Iseph picked up the pen, as the note&rsquo;s writer had clearly intended&mdash;for the handwriting on the note matched Iseph&rsquo;s own.</p>\n<hr />\n<p>Confused and disoriented, Iseph did as the note instructed, doing their best to disappear into Aballon&rsquo;s bustling android population. Yet the questions raised by the note continued to plague them. Who had worn their body before them? Who were they running from, and why? Eventually, Iseph began making inquiries. All of these searches failed, yet in curious ways, as if the information was being actively redacted. Worse, Iseph began to get the sense of being watched. After a month of forays into they city&rsquo;s underworld, Iseph at last tracked down someone who claimed to recognize the mark, but who insisted on meeting in person at a nearby virus bar.&nbsp;</p>\n<hr />\n<p>Iseph was almost to the tavern when it exploded in a massive fireball, the blast consuming an entire city block.</p>\n<hr />\n<p>Thoroughly spooked, Iseph fled Aballon, taking passage on a ship to the Diaspora. Yet as they worked there, piloting rock-hopper shuttles and mining tugs, Iseph&rsquo;s fear turned to anger. They met android escapees from illegal colonies in the Vast, bearing blatant symbols of corporate ownership and scars from cruel disciplinary implants, and began to suspect what their own mark might say about their origins. Incensed, Iseph made contact with the Android Abolitionist Front, and under their guidance became a black ops expert. Eventually a disagreement with their handler over a messy job led Iseph to go independent. Today, Iseph hires on with freelancer crews as an elite pilot specializing in dangerous transport or exploratory missions&mdash;and if those jobs sometimes require a little infiltration or a bullet from the shadows, well, that costs extra.&nbsp;</p>\n<hr />\n<p>Though paranoia often makes Iseph a loner, the android craves companionship, and is fiercely loyal to those who prove themselves trustworthy. Iseph questions or rejects many aspects of mainstream Pact Worlds culture, and enjoys exploring the countercultures on different worlds. Iseph believes the ends often justify the means, yet strives to only take on jobs that fit their sense of morality, and an initial focus on android rights has broadened into a tendency to identify with oppressed people everywhere. While Iseph finds the most joy in flying vehicles&mdash;usually fast and recklessly&mdash;their infiltration abilities remain sharp, and the former assassin has no objections to pulling out their sniper rifle when a cause is just.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Cloaking Field (Ex)</strong> As a move action, Iseph can activate their cloaking field, allowing them to attempt Stealth checks even when being directly observed and with no place to hide. If Iseph remains perfectly still, they gain a +10 bonus to Stealth checks (which does not stack with invisibility) until they move. This cloaking field lasts for up to 10 rounds before it becomes inactive. While inactive, it recharges 1 round of use per minute.</p>\n<hr />\n<p><strong>Constructed</strong> For effects targeting creatures by type, Iseph counts as both a construct and a humanoid (whichever is worse for Iseph).</p>\n<hr />\n<p><strong>Darkvision Iseph</strong> can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Debilitating Trick (Ex) </strong>When Iseph hits an enemy with his trick attack, Iseph can choose to make that enemy either flat-footed or off-target until the beginning of Iseph&rsquo;s next turn. Iseph can instead apply the effect of interfering shot.</p>\n<hr />\n<p><strong>Dive for Cover</strong> When Iseph attempts a Reflex save against an area attack or area effect, they can choose to fall prone in an adjacent space in order to roll the saving throw twice, taking the better of the two results.</p>\n<hr />\n<p><strong>Evasion (Ex) </strong>If Iseph succeeds at a Reflex save against an effect that has a partial effect on a successful save, they instead suffer no effect.</p>\n<hr />\n<p><strong>Flat Affect</strong> The DC of a Sense Motive check attempted against Iseph increases by 2.</p>\n<hr />\n<p><strong>Interfering Shot (Ex) </strong>Iseph adds being able to prevent a target from using reactions until the end of Iseph&rsquo;s next turn to the list of effects they can apply with the debilitating trick ability.</p>\n<hr />\n<p><strong>Kip&nbsp;Up</strong> Iseph can stand from prone as a swift action, rather than a move action.</p>\n<hr />\n<p><strong>Multi-Weapon</strong> Fighting When Iseph makes a full attack with two or more operative melee weapons or small arms, reduce the penalty to each attack from &ndash;4 to &ndash;3.&nbsp;</p>\n<hr />\n<p><strong>Lone Wolf</strong> When attempting a check using a skill they have no ranks in as part of a role in starship combat, or to directly repair their own ship, Iseph can act as if they had 4 ranks in that skill (gaining the ability to attempt the check if the skill requires training, the +3 bonus from being trained, and the +4 bonus to the check for having 4 ranks).</p>\n<hr />\n<p><strong>Low-Light Vision</strong> Iseph can see in dim light as if it was normal light.</p>\n<hr />\n<p><strong>Sky Jockey</strong> When Iseph uses a device to fly, their fly speed is increased by 10 feet (this is already incorporated into the stat block). If Iseph operates a flying vehicle, its fly speed increases by 10. When they are in the pilot role of a starship, the starship&rsquo;s speed increases by 1.</p>\n<hr />\n<p><strong>Specialization Skill Mastery</strong> When Iseph attempts an Acrobatics or Stealth check, they can take 10 even if stress and distractions would normally prevent them from doing so.</p>\n<hr />\n<p><strong>Trick Attack</strong> As a full action, Iseph can move up to 40 feet and make a single attack with a small arm (or a melee weapon with the operative special property) as a trick attack. Just before making the attack, Iseph attempts a Bluff, Intimidate, or Stealth check (whichever is better for Iseph) with a DC equal to 20 + the target&rsquo;s CR. If the skill check is successful, the attack deals 4d8 additional damage and the target is flat-footed against this attack.</p>\n<hr />\n<p><strong>Triple Attack</strong> When making a full attack using only melee weapons with the operative special property or small arms, Iseph can make up to three attacks instead of two.</p>\n<hr />\n<p><strong>Uncanny Agility (Ex)</strong> Iseph is immune to the flat-footed condition, opponents do not gain any bonuses to attack rolls for flanking Iseph or attacking when Iseph is prone, and covering fire and harrying fire to not provide any bonuses against Iseph.&nbsp;</p>\n<hr />\n<p><strong>Uncanny Pilot (Ex) </strong>When Iseph attacks while driving a vehicle, they take only half the vehicle&rsquo;s normal penalty to their attack roll. When in a chase, Iseph gains a +2 bonus to skill checks when attempting the evade or trick pilot actions.</p>\n<hr />\n<p><strong>Uncanny Shooter (Ex)</strong> Iseph doesn&rsquo;t provoke attacks of opportunity when making ranged attacks with small arms.</p>\n<hr />\n<p><strong>Upgrade Slot</strong> Iseph has an internal quick-release sheath normally installed in armor as an upgrade. This can store a single one-handed weapon, which Iseph can draw as a swift action.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Advanced Lashunta Tempweave</strong> While wearing this armor, Iseph can close its environmental seals and survive in a vacuum (and other harsh environments) for up to 8 days. The armor has jump jets as an upgrade, allowing Iseph to fly up to 40 feet as part of a move action. At the end of this flight, Iseph must land or they fall. Iseph can do this 10 times before the jump jets&rsquo; battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Advanced Semi-Auto Pistol</strong> This weapon fires physical bullets and can be fired 12 times before it must be reloaded.</p>\n<hr />\n<p><strong>Advanced Shirren-Eye Rifle</strong> This sniper rifle fires physical projectiles and can be fired four times before it must be reloaded. It can be used to make only a single attack each round. If it is aimed as a move action and then fired as a standard action, it has a 500-foot range increment.</p>\n<hr />\n<p><strong>Ghost Killer Thunderstrike Sonic Pistol</strong> This weapon creates damaging waves of sonic energy and can be fired 10 times before its battery must be recharged or replaced. It has been given the ghost killer infusion, which allows it to damage ethereal and incorporeal targets normally and allows incorporeal creatures to pick it up and use it.</p>\n<hr />\n<p><strong>Medpatch </strong>Iseph can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.&nbsp;</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Spell Ampule of Lesser Restoration</strong> Iseph can inject this magic liquid into themselves or an unconscious or willing creature as a standard action. The subject is affected by lesser restoration, healing 1d4 temporary ability damage and eliminating the fatigued condition (or lessening the exhausted condition to fatigued).</p>\n<hr />\n<p><strong>Titanium Alloy Cable</strong> This 50-foot-long cable is designed for climbing or securing loose cargo.&nbsp;</p>"
		},
		"Keskodai L1": {
			"name": "Keskodai L1",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Blindsense </strong>Keskodai ignores all forms of visual camouflage and invisibility when attempting Perception checks to notice creatures within 30 feet, though creatures he can&rsquo;t see still gain full concealment.</p>\n<hr />\n<p><strong>Communalism </strong>Once per day, as long as an ally is within 10 feet, Keskodai can roll a single attack roll or skill check twice and take the higher result.</p>\n<hr />\n<p><strong>Harm Undead</strong> When Keskodai uses healing channel as a full action, he can expend 1 Resolve Point to also deal damage to all undead within 30 feet. The damage is equal to the amount the healing channel heals, though undead can attempt a Will save (DC 14) for half damage.</p>\n<hr />\n<p><strong>Healing Channel (Su)</strong> Keskodai can spend 1 RP to restore 2d8 HP to himself (as a move action), an ally touched (as a standard action), or all allies within 30 feet (as a full action).</p>\n<hr />\n<p><strong>Healing Touch (Su)</strong> Once per day, Keskodai can spend 10 minutes to restore 5 Hit Points to an ally.</p>\n<hr />\n<p><strong>Limited Telepathy (Su) </strong>Keskodai can communicate telepathically with creatures within 30 feet that share a language with him.</p>\n<hr />\n<p><strong>Spells </strong>Keskodai can cast the following spells, each as a standard action:</p>\n<ul>\n<li><em>Detect Affliction</em>: Keskodai can determine whether a creature or object is cursed, diseased, or poisoned, and can determine the exact affliction with a successful Life Science, Medicine, or Wisdom check.</li>\n</ul>\n<ul>\n<li><em>Detect Magic</em>:<strong> </strong>This reveals whether creatures or objects seen within a 60-foot cone are magical and, with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n</ul>\n<ul>\n<li><em>Mind Thrust: </em>This spell deals 2d10 damage (Will DC 15 half) to one creature with an Intelligence score.&nbsp;</li>\n</ul>\n<ul>\n<li><em>Mystic Cure:<strong> </strong></em>With a touch, Keskodai can restore 1d8+4 Hit Points to one living creature. Casting this spell doesn&rsquo;t provoke attacks of opportunity.</li>\n</ul>\n<ul>\n<li><em>Share Language:</em> Keskodai can grant a creature touched the ability to read, understand, and speak (if able) up to three languages Keskodai knows.</li>\n</ul>\n<ul>\n<li><em>Stabilize:</em> This spell causes a dying creature that has 0 Hit Points to stabilize.&nbsp;</li>\n</ul>\n<ul>\n<li><em>Telekinetic Projectile:</em> Keskodai can telekinetically hurl an object weighing up to 5 pounds at a target within 30 feet, making an attack roll (+1 bonus) against its KAC. If he hits, both the target and the object take 1d6 bludgeoning damage.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Basic Medkit</strong> Keskodai can use this kit to attempt a DC 25 Medicine check to treat deadly wounds.</p>\n<hr />\n<p><strong>Battle Staff</strong> If Keskodai successfully hits a foe with this two-handed weapon, he gains a +1 bonus to his AC against melee attacks from that foe for 1 round.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking this restores 1d8 HP.</p>\n<hr />\n<p><strong>Pulsecaster Pistol</strong> This weapon deals nonlethal electricity damage. It can be fired 20 times before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Second Skin</strong> This armor&rsquo;s environmental seals allow the wearer to survive in harsh environments for 1 day.</p>"
		},
		"Keskodai L4": {
			"name": "Keskodai L4",
			"description": "<p>Keskodai grew up on Verces. The child of a priest of Hylax, Keskodai always felt a deep connection to the divine, yet chafed at the idea of serving the same god as his parent. Exactly which god he&rsquo;d serve instead remained unclear, until the coming of the Gray Shakes.&nbsp;</p>\n<p>Believed to be the result of a biotech experiment gone wrong, the plague called the Gray Shakes burned through the city like wildfire, turning shirrens&rsquo; chitin gray, rotting off their antennae, and eating away at their telepathy and motor functions, leaving them awake but unable to communicate until they finally expired. In the weeks it took the government to find a cure, thirty percent of the city&rsquo;s shirren population died.&nbsp;</p>\n<p>In the midst of this horror, a young Keskodai first encountered priests of Pharasma. Somberly, the Pharasmins walked among the afflicted, offering healing where they could and comfort to those too far gone, whispering to them of the Cycle of Souls and the new worlds that awaited them. The beauty of their ministry moved Keskodai, and he quickly joined their hospice work, leaving home to study at a temple in the Ring of Nations once the plague was safely contained.</p>\n<p>After years as an initiate, Keskodai returned home a full priest of Lady of Graves. He quickly fell in love with and married two members of his congregation, a female-host couple. Yet part of him remained unsatisfied. He began to wonder if he&rsquo;d made the right choice in coming home. How could he know if he wanted this when there was still so much out there that he&rsquo;d never experienced? The desire to explore continued to grow, until at last, after the birth of their first son, he and his partners agreed that Keskodai would leave and see the galaxy, taking their child with him to expose him to the same new experiences. Once the child was old enough to leave his cradle-jar, Keskodai would decide whether he&rsquo;d seen enough to return in good conscience, in which case both of them be welcomed with open arms. If not, the child would return alone.&nbsp;</p>\n<p>In his effort to see as many worlds as possible, Keskodai signs on with freelance adventurers. While capable in combat, he prefers to act as the ship&rsquo;s medic, patching up broken allies or blessing them on their journey into the Great Beyond. The cheerful manner in which he talks about death often disturbs those under his care, yet anyone who spends much time with the shirren quickly learns that his even-keeled, fatalistic approach to life and death makes him an excellent healer.</p>\n<p>As with many shirren, Keskodai is a team player and a social butterfly who loves meeting new people. A crewmate once called him &ldquo;the galaxy&rsquo;s friendliest death priest,&rdquo; and he wears the badge with pride. Though fond of option bars and other artificial means of stimulating his choice centers, he&rsquo;s careful not to let himself overindulge&hellip; usually. He&rsquo;s intensely proud of the aesthetics of his gear, his collection of trophies, and his mustache (which he thinks lends him an air of gravitas). His greatest pride, however, is his son Chk Chk, still in his larval stage. Like many shirren parents, Keskodai carries Chk Chk around in a heavily fortified cradle-jar designed to let the child learn about the world from relative safety. While Chk Chk isn&rsquo;t old enough to truly speak, Keskodai holds conversations with him regularly, with Chk Chk tapping on the glass to answer.&nbsp;</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Blindsense</strong> Keskodai ignores all forms of visual camouflage and invisibility when attempting Perception checks to notice creatures within 30 feet, though creatures he can&rsquo;t see still gain full concealment.</p>\n<hr />\n<p><strong>Communalism </strong>Once per day, as long as an ally is within 10 feet, Keskodai can roll a single attack roll or skill check twice and take the higher result.</p>\n<hr />\n<p><strong>Harm Undead</strong> When Keskodai uses healing channel as a full action, he can expend 1 Resolve Point to also deal damage to all undead within 30 feet. The damage is equal to the amount the healing channel heals, though undead can attempt a Will save (DC 16) for half damage.</p>\n<hr />\n<p><strong>Healing Channel (Su) </strong>Keskodai can spend 1 RP to restore 4d8 HP to himself (as a move action), an ally touched (as a standard action), or all allies within 30 feet (as a full action).Healing Touch (Su) Once per day, Keskodai can spend 10 minutes to restore 20 Hit Points to an ally.</p>\n<hr />\n<p><strong>Lifelink (Su)</strong> At the start of Keskodai&rsquo;s turn, he can select one ally within 30 feet who has taken Hit Point damage. Keskodai restores up to 4 Hit Points to that ally (not to exceed the ally&rsquo;s maximum HP), and takes the same amount of damage to his Hit Points (bypassing his SP). Damage taken from lifelink can&rsquo;t be reduced through any means. This does not take an action.&nbsp;</p>\n<hr />\n<p><strong>Limited Telepathy (Su)</strong> Keskodai can communicate telepathically with creatures within 30 feet that share a language with him.</p>\n<hr />\n<p><strong>Mindlink (Sp)</strong> Keskodai can touch a creature to telepathically transmit as much information as could normally be communicated in 10 minutes. Keskodai can use this on a specific creature only once every 24 hours.</p>\n<hr />\n<p><strong>Spells </strong>Keskodai can cast the following spells, each as a standard action:</p>\n<ul>\n<li><em>Command</em>: Keskodai can give a verbal command (which must be approach, drop, fall, flee, or halt) and target one living creature within 35 feet. For 1 round, the target obeys that command (Will DC 16 negates). This is a compulsion, language-dependent, mind-affecting effect.</li>\n<li><em>Detect Affliction</em>: Keskodai can determine whether a creature or object is cursed, diseased, or poisoned, and can determine the exact affliction with a successful Life Science, Medicine, or Wisdom check.</li>\n<li><em>Detect Magic</em>: This reveals whether creatures or objects seen within a 60-foot cone are magical and, with concentration, can determine whether one magicalsource is a spell, magic item, or other effect, and its caster level.</li>\n<li><em>Disguise Self</em>: Keskodai can change his appearance to that of a different humanoid creature for 40 minutes. He gains a +10 bonus to Disguise checks. Creatures that interact with him in this form can attempt a DC 16 Will save to realize his appearance is illusory.</li>\n<li><em>Fatigue</em>*: Keskodai makes a melee attack with his base attack bonus plus his Wisdom modifier (total +7) against a target&rsquo;s EAC. If the attack hits, the target is fatigued for 4 rounds (Fort DC 15 negates).</li>\n<li><em>Fog Cloud</em>: This spell creates a 20-ft.-radius-spread cloud of fog that grants concealment (a 20% miss chance for attackers) or total concealment (50% miss chance) for creatures more than 5 feet from the attacker.</li>\n<li><em>Lesser Remove Condition</em>*: This spell removes one of the following conditions from a touched target: shaken, sickened, or staggered. This does not remove a disease or other ongoing effect that could cause the target to regain the condition.</li>\n<li><em>Mind Thrust (1st-Level Spell):</em> This spell deals 2d10 damage (Will DC 16 half) to one creature within 35 feet that has an Intelligence score.&nbsp;</li>\n<li><em>Mind Thrust (2nd-Level Spell):</em> This spell deals 4d10 damage (Will DC 17 half) to one creature within 35 feet that has an Intelligence score.&nbsp;</li>\n<li><em>Mystic Cure* (1st-Level Spell):</em> With a touch, Keskodai can restore 1d8+4 Hit Points to one living creature.</li>\n<li><em>Mystic Cure* (2nd-Level Spell):</em> With a touch, Keskodai can restore 3d8+4 Hit Points to one living creature.</li>\n<li><em>Psychokinetic Hand:</em> Once this spell is cast, as long as Keskodai concentrates (a standard action each round), he can take a move action to move an object within 35 feet that weigh 10 pounds or less up to 15 feet. He can&rsquo;t preform fine manipulation (such as firing a weapon or using a computer), but could push a single button or close a container&rsquo;s lid.</li>\n<li><em>Reflecting Armor: </em>Once cast, this spell lasts for 40 minutes or until dismissed. When Keskodai takes Hit Point damage from an attack made by a weapon within 100 feet, he can dismiss this spell as a reaction, causing the attacker to take the same amount of damage (to a maximum of 10 damage, Reflex DC 16 half).</li>\n<li><em>Share Language</em>: Keskodai can grant a creature touched to read, understand, and speak (if able) up to three languages Keskodai knows.</li>\n<li><em>Stabilize</em>: This spell causes a dying creature that has 0 Hit Points to stabilize.&nbsp;</li>\n<li><em>Telekinetic Projectile</em>: Keskodai can telekinetically hurl an object weighing up to 5 pounds at a target within 30 feet, making an attack roll (+4 bonus) against its KAC. If he hits, both the target and the object take 1d6 bludgeoning damage.</li>\n</ul>\n<p><sub>* Casting this spell does not provoke attacks of opportunity.</sub></p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Basic Medkit</strong> Keskodai can use this kit to attempt a DC 25 Medicine check to treat deadly wounds.</p>\n<hr />\n<p><strong>Battle Staff</strong> If Keskodai hits a foe with this two-handed weapon, he gains a +1 bonus to his AC against melee attacks from that foe for 1 round.</p>\n<hr />\n<p><strong>Defrex Hide</strong> While wearing this armor, Keskodai can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.</p>\n<hr />\n<p><strong>Mk 1 Ring of Resistance</strong> This magic ring grants a +1 resistance bonus to Keskodai&rsquo;s lowest saving throw (this bonus has already been applied to his Fortitude save).</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.&nbsp;</p>\n<hr />\n<p><strong>Thunderstrike Sonic Pistol</strong> This pistol fires bolts of damaging sonic energy. It can be fired 10 times before its battery must be recharged or replaced.</p>"
		},
		"Keskodai L8": {
			"name": "Keskodai L8",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Blindsense</strong> Keskodai ignores all forms of visual camouflage and invisibility when attempting Perception checks to notice creatures within 30 feet, though creatures he can&rsquo;t see still gain full concealment.</p>\n<hr />\n<p><strong>Combat Casting</strong> Keskodai gets a +2 bonus to AC and saving throws against attacks made as attacks of opportunity when he casts a spell.</p>\n<hr />\n<p><strong>Communalism </strong>Once per day, as long as an ally is within 10 feet, Keskodai can roll a single attack roll or skill check twice and take the higher result.</p>\n<hr />\n<p><strong>Harm Undead</strong> When Keskodai uses healing channel as a full action, he can expend 1 Resolve Point to also deal damage to all undead within 30 feet. The damage is equal to the amount the healing channel heals, though undead can attempt a Will save (DC 20) for half damage.</p>\n<hr />\n<p><strong>Healer&rsquo;s Bond (Su)</strong> As a standard action, Keskodai can form a bond with up to three allies to know their condition, as the status spell. This bond lasts until dispelled or he forms a new healer&rsquo;s bond.</p>\n<hr />\n<p><strong>Healing Channel (Su) </strong>Keskodai can spend 1 Resolve Point to restore 6d8 Hit Points to himself (as a move action), an ally touched (as a standard action), or all allies within 30 feet (as a full action).</p>\n<hr />\n<p><strong>Healing Touch (Su) </strong>Once per day, Keskodai can spend 10 minutes to restore 40 Hit Points to an ally.</p>\n<hr />\n<p><strong>Lifelink (Su) </strong>At the start of Keskodai&rsquo;s turn, he can select one ally within 30 feet who has taken Hit Point damage. Keskodai restores up to 8 Hit Points to that ally (not to exceed the ally&rsquo;s maximum HP), and takes the same amount of damage to his Hit Points (bypassing his SP). Damage taken from lifelink can&rsquo;t be reduced through any means. This does not take an action.&nbsp;</p>\n<hr />\n<p><strong>Limited Telepathy (Su)</strong> Keskodai can communicate telepathically with creatures within 30 feet that share a language with him.</p>\n<hr />\n<p><strong>Mantle of the Clergy</strong> Typical lay followers of Pharasma have a starting attitude of helpful toward Keskodai, and he gains a +2 bonus to Diplomacy and Intimidate checks against followers and lower-level clergy of the deity.</p>\n<hr />\n<p><strong>Mindlink (Sp)</strong> Keskodai can touch a creature to telepathically transmit as much information as could normally be communicated in 10 minutes. Keskodai can use this on a specific creature once only every 24 hours.</p>\n<hr />\n<p><strong>Spells </strong>Keskodai can cast the following spells, each as a standard action unless stated otherwise:</p>\n<ul>\n<li><em>Augury</em>: This spell takes 1 minute to cast, and Keskodai must spend 1 Resolve Point to do so. He has a 75% chance to learn if a specific action will bring good consequences, negative consequences, both, or neither within the next 30 minutes. The chance of success is rolled by the GM in secret, and a failure produces the same result as the action having neither good nor negative consequences.</li>\n<li><em>Command</em>: Keskodai can give a verbal command (which must be approach, drop, fall, flee, or halt) and target one living creature within 45 feet. For 1 round, the target obeys that command (Will DC 18 negates). This is a compulsion, language-dependent, mind-affecting effect.</li>\n<li><em>Detect Affliction</em>: Keskodai can determine whether a creature or object is cursed, diseased, or poisoned, and can determine the exact affliction with a successful Life Science, Medicine, or Wisdom check.</li>\n<li><em>Detect Magic</em>: This reveals whether creatures or objects seen within a 60-foot cone are magical and, with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><em>Disguise Self:</em> Keskodai can change his appearance to that of a different humanoid creature for 80 minutes. He gains a +10 bonus to Disguise checks. Creatures that interact with him in this form can attempt a DC 18 Will save to realize his appearance is illusory.</li>\n<li><em>Dispel Magic</em>: Keskodai can attempt a dispel check (1d20 + caster level) to end an ongoing spell effect or suppress the magic of an item for 1d4 rounds.</li>\n<li><em>Fatigue*: </em>Keskodai makes a melee attack with his base attack bonus plus his Wisdom modifier (total +12) against a target&rsquo;s EAC. If the attack hits, the target is fatigued for 8 rounds (Fort DC 17 negates).</li>\n<li><em>Fog Cloud:</em> This spell creates a 20-ft.-radius-spread cloud of fog that grants concealment (a 20% miss chance for attackers) or total concealment (50% miss chance) for creatures more than 5 feet from the attacker.</li>\n<li><em>Haste</em>: Keskodai grants one creature per level, no two of which can be more than 30 feet apart, the following benefits for 8 rounds: when making a full attack subjects can still take a move action before or after their attacks; all their modes of movement increase by 30 feet, to a maximum of twice their normal speed for that form of movement.</li>\n<li><em>Hold Person:</em> One humanoid within 180 feet is paralyzed for 8 rounds (Will 19 negates). The target can attempt a new saving throw each round to tend the effect. This is a compulsion, mind-affecting effect.</li>\n<li><em>Lesser Remove Condition*: </em>This spell removes one of the following conditions from a touched target: shaken, sickened, or staggered. This does not remove a disease or other ongoing effect that could cause the target to regain the condition.</li>\n<li><em>Life Bubble:</em> This spell surrounds up to eight creatures, no two of which can be more than 30 feet apart, with a&nbsp; 1-inch layer of tolerable living conditions customized for each creature for up to 8 days.</li>\n<li><em>Mind Thrust (1st-Level Spell)</em>: This spell deals 2d10 damage (Will DC 18 half) to one creature within 45 feet that has an Intelligence score.</li>\n<li><em>Mind Thrust (2nd-Level Spell)</em>: This spell deals 4d10 damage (Will DC 19 half) to one creature within 45 feet that has an Intelligence score.</li>\n<li><em>Mind Thrust (3rd-Level Spell)</em>: This spell deals 7d10 damage (Will DC 20 half) to one creature within 45 feet that has an Intelligence score.</li>\n<li><em>Mystic Cure* (1st-Level Spell):</em> With a touch, Keskodai can cure one living creature of 1d8+6 Hit Points of damage.</li>\n<li><em>Mystic Cure* (2nd-Level Spell)</em>: With a touch, Keskodai can cure one living creature of 3d8+6 Hit Points of damage.</li>\n<li><em>Mystic Cure* (3rd-Level Spell)</em>: With a touch, Keskodai can cure one living creature of 5d8+6 Hit Points of damage.</li>\n<li><em>Psychokinetic Hand</em>: Once this spell is cast, as long as Keskodai concentrates (a standard action each round), he can take a move action to move an object within 45 feet that weigh 10 pounds or less up to 15 feet. He can&rsquo;t preform fine manipulation (such as firing a weapon or using a computer) but could push a single button or close a container&rsquo;s lid.</li>\n<li><em>Reflecting Armor</em>: Once cast, this spell lasts for 80 minutes or until dismissed. When Keskodai takes Hit Point damage from an attack made by a weapon within 100 feet, he can dismiss this spell as a reaction, causing the attacker to take the same amount of damage (to a maximum of 10 damage, Reflex DC 18 half).</li>\n<li><em>Remove Condition*</em>: As per lesser remove condition, but this spell can also remove any of the following conditions: frightened, nauseated, shaken, sickened, or staggered.</li>\n<li><em>See Invisibility</em>: Keskodai can see invisible and ethereal objects for 80 minutes.</li>\n<li><em>Share Language</em>: Keskodai can grant a creature touched the ability to read, understand, and speak (if able) up to three languages Keskodai knows.</li>\n<li><em>Stabilize</em>: This spell causes a dying creature that has 0 Hit Points to stabilize.&nbsp;</li>\n<li><em>Telekinetic Projectile</em>: Keskodai can telekinetically hurl an object weighing up to 5 pounds at a target within 30 feet, making an attack roll (+8 bonus) against its KAC. If he hits, both the target and the object take 1d6 bludgeoning damage.</li>\n</ul>\n<p><sub>* Casting this spell does not provoke attacks of opportunity.</sub></p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Advanced Medkit</strong> Keskodai can use this kit to attempt a DC 20 Medicine check to treat deadly wounds, gains a +2 insight bonus to Medicine checks to treat diseases, drugs, and poisons, and can take 10 minutes to set up a one-patient medical lab to provide long-term care (requiring a DC 30 Medicine check).&nbsp;</p>\n<hr />\n<p><strong>Carbon Staff</strong> If Keskodai hits a foe with this two-handed weapon, he gains a +1 bonus to his AC against melee attacks from that foe for 1 round.</p>\n<hr />\n<p><strong>Corona Laser Pistol</strong> This pistol can be fired 20 times before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>D-Suit II</strong> While wearing this light armor, Keskodai can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 8 days. The armor includes a brown-rated force field, which can be activated or deactivated as a standard action. While active, it gives Keskodai 10 temporary Hit Points. If any of these temporary HP are lost and the force field is still active, it regenerates 1 HP at the end of Keskodai&rsquo;s next turn. This force field can be used a total of 10 rounds each day.</p>\n<hr />\n<p><strong>Mk 1 Ring of Resistance</strong> This magic ring grants a +1 resistance bonus to Keskodai&rsquo;s lowest saving throw (this bonus has already been applied to his Fortitude save)</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking this restores 1d8 HP.&nbsp;</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking this restores 3d8 HP.&nbsp;</p>\n<hr />\n<p><strong>Mk 2 Synergizing Symbiote</strong> This tiny implanted symbiotic creature grants Keskodai +4 Wisdom (this has already been added to his Wisdom score)</p>"
		},
		"Navasi L1": {
			"name": "Navasi L1",
			"description": "<p>Born into a wealthy family on Absalom Station, the envoy who calls herself Navasi spent much of her childhood avoiding her parents in their sprawling, six-story home in the Nyori Palisades. Navasi quickly grew dissatisfied with high-society life, and began to dream of stealing the affluent&rsquo;s unearned wealth and giving it to those in need. She eventually snuck away to join up with the piratical Free Captains of the Diaspora. Once there, however, poverty gave her little choice in the jobs she took, with her guild masters forcing her to steal from the fortunate and unfortunate alike. A few years in the streets showed her how much of her former life she&rsquo;d taken for granted, and it taught her that if she wanted to take care of others, she first needed to take care of herself. She quickly gained a reputation in the gang as the best fast-talker and face around, spinning bold plans and quick wits into fat paydays.</p>\n<p>&nbsp;</p>\n<p>That all changed when she met another rebellious young woman and fell in love. Together, they sought to pull a fast one on Navasi&rsquo;s bosses, sabotaging an attempt to knock over a medship full of supplies bound for Absalom Station. In the ensuing ambush, Navasi&rsquo;s companion sacrificed herself to save Navasi&rsquo;s life, giving the young envoy a chance to flee the Diaspora. As she made her way back to Absalom Station with the medship, knowing that neither the pirates nor her spurned family would ever stop looking for her, she forsook both of her former lives and took the name of her fallen love&mdash;Navasi&mdash; swearing that henceforth she&rsquo;d carry on the fight they&rsquo;d started together, stealing only from those who deserved it and putting her finger in the eye of all who thrive on exploitation.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Expertise (Ex)</strong>&nbsp;If Navasi has at least 1 Resolve Point remaining when she attempts a Bluff or Sense Motive check, she can roll 1d6 and add it to the result as an insight bonus.</p>\n<hr />\n<p><strong>Get &rsquo;Em (Ex)</strong>&nbsp;As a move action, Navasi selects one foe within 60 feet that she can see or hear, and that can see or hear her. Navasi and her allies gain a +1 morale bonus to attack rolls against that foe until the end of her next turn.</p>\n<hr />\n<p><strong>Improved Feint</strong>&nbsp;As a move action, Navasi can attempt a Bluff check against a single opponent (DC = either 10 + her opponent&rsquo;s total Sense Motive skill bonus or 15 + 1-1/2 &times; the opponent&rsquo;s CR, whichever is greater) to cause that opponent to be flat-footed for the next attack she makes against it before the end of her next turn.</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Azimuth Laser Pistol</strong>&nbsp;This weapon can be fired 20 times before its battery needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Flashlight</strong>&nbsp;Navasi&rsquo;s flashlight increases the light level by one step in a 20-foot cone and can be used for 10 hours.</p>\n<hr />\n<p><strong>Mk I Serum of Healing</strong>&nbsp;Drinking a vial of this serum restores 1d8 Hit Points.</p>\n<hr />\n<p><strong>Medpatch&nbsp;</strong>Navasi can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat poison task.</p>\n<hr />\n<p><strong>Second Skin</strong>&nbsp;While wearing this armor, Navasi can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Smoke Grenade</strong>&nbsp;This creates smoke in a 20-foot radius that lasts 1 minute.</p>"
		},
		"Navasi L4": {
			"name": "Navasi L4",
			"description": "<p>Born into a prominent family on Absalom Station, the envoy who calls herself Navasi spent much of her childhood avoiding her parents in their &ldquo;sky-villa,&rdquo; as they called their sprawling, six\u0002story home in the Nyori Palisades. Navasi&rsquo;s mother had designs on her canny-but-headstrong daughter inheriting the family&rsquo;s business. Her father had visions of a queenly young woman sitting in silk among the station&rsquo;s most prominent socialites.</p>\n<p>&nbsp;</p>\n<p>Navasi wanted neither. A quip on her lips, she eschewed glitzy playdates and family soirees in favor of zipping through Absalom Station&rsquo;s streets with her best friends, the children of the household employees. She&rsquo;d take the rush of riding a screaming hovercycle over the pompous sniggering of the wealthy any day of the week.</p>\n<p>&nbsp;</p>\n<p>As she befriended more and more stationers from less privileged walks of life, Navasi&rsquo;s irritation with her parents and their deliberate aloofness from the rest of society turned into outright disgust. The inequities of Absalom Station, where the rich lived in fortified enclaves and the poor lived in little more than metal boxes, pained her. She began to dream of a fairy-tale life in which she could steal the affluent&rsquo;s unearned wealth and give it to those truly in need, and idolized the Free Captains of the Diaspora&mdash;pirates living by their own rules. Navasi could only imagine the fun she&rsquo;d have with such freedom&mdash;and the good she&rsquo;d do, of course.</p>\n<p>&nbsp;</p>\n<p>On the eve of her eighteenth birthday, Navasi sat in her plush quarters, staring at the gold-fibered holo-gown that was to be her debut dress. Two choices stood before her: She could don that false uniform, attend the gala, and accept her mother&rsquo;s gift of an executive position in the family company. Or she could leave.</p>\n<p>&nbsp;</p>\n<p>It took less than an hour for Navasi to slip out of the manor and stow away on a ship bound for the Diaspora.</p>\n<p>&nbsp;</p>\n<p>Navasi arrived on Broken Rock with a pocketful of stolen credsticks and a gleam in her eye. She quickly signed up as a &ldquo;procurement specialist&rdquo; with a contracting firm called the Sixth Finger&mdash;little more than a starfaring thieves&rsquo; guild&mdash;ready to use her new position to steal from exploitative corporations and make herself a hero to those in need.</p>\n<p>&nbsp;</p>\n<p>The reality of life in a pirate enclave hit her like a meteorite. Having quickly blown through her money, and too stubborn to return home in shame, Navasi found she no longer had a choice in which jobs she took. Under the guildrunners&rsquo; threats, she roughed up innocents, stole from the less fortunate, and worse. Though she never completely lost her egalitarian beliefs, she hardly recognized the naive idealist she&rsquo;d once been. A few years in the streets showed her how much of her former life she&rsquo;d taken for granted, and taught her that if she wanted to take care of others, she first needed to take care of herself. That, at least, she was good at, and she quickly gained a reputation in the gang as the best fast-talker and facewoman around, spinning bold plans and quick wits into fat paydays.</p>\n<p>&nbsp;</p>\n<p>Navasi found that the wealth from her scores brought little joy without friends to share it with, and she took comfort in the hardscrabble survivalists and secretly softhearted rogues she recruited to her crews. Yet it was in one particular woman that Navasi truly found herself again. Purple-haired and tattooed, with eyes like blue supergiants, the newcomer was outspoken against those in power. She bucked the pirates&rsquo; authority and operated alone, pulling the sorts of righteous jobs Navasi had once dreamed of. She was the bravest, most exciting woman Navasi had ever met, and the two quickly became inseparable. That all came crashing down the day the Sixth Finger arranged to knock over a medship full of supplies bound for Absalom Station. To the gang&rsquo;s leaders, the ship&rsquo;s mission&mdash; aiding refugees of a war-torn star system&mdash;was inconsequential compared to the valuable drugs in its cargo bays. Navasi&rsquo;s objections were overruled.</p>\n<p>&nbsp;</p>\n<p>It was the final straw. Together, Navasi and her partner formulated a plan, alerting the medship to the imminent heist and carefully sabotaging the fighters the gang had designated for the assault. It all might have gone unnoticed, had the gang&rsquo;s resident technomancer not decided to check the security cams one final time. In the ensuing ambush, Navasi and her partner were pinned down, their backs to the sole spaceworthy ship&mdash;a single-seat fighter with enough life support for only one of them. Unwilling to leave her companion, Navasi prepared for them to go out in a blaze of glory&mdash;only to have her partner shove her into the cockpit and slam the canopy. As Navasi scrabbled with the latch, the other woman winked, pulled the pins on her grenades, and sprinted straight at their ambushers.</p>\n<p>&nbsp;</p>\n<p>he pirate she&rsquo;d become. As she made her way back to Absalom Station, knowing that neither the Sixth Finger nor her spurned family would ever stop looking for her, she forsook her previous lives. Abandoning her old identity, she took the name of her fallen love&mdash;Navasi&mdash;and swore that henceforth she&rsquo;d carry on the fight they&rsquo;d started together, stealing only from those who deserved it. Knowing she&rsquo;d need a new appearance as well, she continued borrowing from her partner, dyeing her jet-black hair purple and adding a single blue contact lens.</p>\n<p>&nbsp;</p>\n<p>Navasi has built a reputation&mdash;perhaps more than is wise for a woman with a price on her head&mdash;as a talented freelance captain, putting together crews for adventures ranging from planetary scouting and private security to her old talent for &ldquo;procurement,&rdquo; though she&rsquo;s careful about what jobs she and her friends take on. Navasi still believes in freedom for all, spreading the wealth, and taking plutocrats down a peg&mdash;but she also knows the value of earning credits, and takes pride in taking care of herself and her crew (though she still has a sometimes inconvenient tendency to empty her pockets for those in need). As a scoundrel and a brilliant negotiator, Navasi is happiest when the chips are down and lives hang in the balance, as that&rsquo;s when you truly know who your friends are. Above all, she knows to always look beneath the surface, for like Navasi herself, nothing is ever quite what it seems.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Convincing Liar (Ex)</strong>&nbsp;When Navasi attempts a Bluff check, she can choose to not add her expertise die until after she sees the result of her d20. Once she sees the result of her d20, she can either roll and add her expertise die normally or reroll the d20 and take the better of the two d20 results (but not add her expertise die).</p>\n<hr />\n<p><strong>Darkvision&nbsp;</strong>Navasi can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Diversion&nbsp;</strong>When Navasi successfully uses Bluff to create a distraction, she can allow an ally to attempt a Stealth check to hide (instead of attempting to hide herself). She can attempt to allow multiple allies to use Stealth to hide, but she takes a &ndash;5 penalty to her Bluff check for every ally after the first, and on a failed check, no ally can attempt to hide.</p>\n<hr />\n<p><strong>Expertise (Ex)</strong>&nbsp;If Navasi has at least 1 Resolve Point remaining when she attempts a Bluff or Sense Motive check, she can roll 1d6 and add it to the result as an insight bonus.</p>\n<hr />\n<p><strong>Get &rsquo;Em (Ex)</strong>&nbsp;As a move action, Navasi selects one foe within 60 feet that she can see or hear, and that can see or hear her. Navasi and her allies gain a +1 morale bonus to attack rolls against that foe until the end of her next turn.</p>\n<hr />\n<p><strong>Improved Feint&nbsp;</strong>As a move action, Navasi can attempt a Bluff check against a single opponent (DC = either 10 + her opponent&rsquo;s total Sense Motive skill bonus or 15 + 1-1/2 &times; the opponent&rsquo;s CR, whichever is greater) to cause that opponent to be flat-footed for the next attack she makes against it before the end of her next turn.</p>\n<hr />\n<p><strong>Inspiring Boost (Ex)</strong>&nbsp;As a standard action, Navasi can signal an ally who has taken damage since Navasi&rsquo;s last turn. The ally must be able to see and hear her and be within 30 feet. The ally gains 11 Stamina Points, up to the ally&rsquo;s normal maximum. Navasi cannot target that ally with this ability again until that ally takes a 10-minute rest to regain Stamina Points.</p>\n<hr />\n<p><strong>Watch Out (Ex)</strong>&nbsp;When a foe makes a ranged attack against an ally within 60 feet of Navasi, she can warn the ally as a reaction. The ally can use a reaction to gain a +4 bonus to AC against that single attack and then falls prone.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Anarchic Flame Pistol</strong>&nbsp;This chaos-aligned magic weapon creates a jet of flame that targets all creatures in a 20-foot line. Make a single attack roll and compare it to the EAC of all targets. Roll damage only once; each target hit takes that amount. This weapon bypasses the energy resistance of lawful outsiders and dragons. It can be fired five times before its petrol tank needs to be refilled or replaced.</p>\n<hr />\n<p><strong>Basic Medkit</strong>&nbsp;This basic medkit allows Navasi to attempt DC 25 Medicine checks to treat deadly wounds.</p>\n<hr />\n<p><strong>Computer, Tier 2&nbsp;</strong>This computer has the artificial personality, miniaturization to L bulk, and self-charging upgrades. It can receive commands and give information verbally. The computer&rsquo;s artificial personality is advanced enough to attempt Bluff, Diplomacy, Intimidate, and Sense Motive checks with a +4 bonus.</p>\n<hr />\n<p><strong>D-Suit I</strong>&nbsp;While wearing this armor, Navasi can close its environmental seals and survive in a vacuum or other harsh environments for up to 5 days. Its infrared sensors upgrade gives Navasi darkvision with a range of 60 feet.</p>\n<hr />\n<p><strong>Flashlight</strong>&nbsp;Navasi&rsquo;s flashlight increases the light level by one step in a 20-foot cone. It can be used for 10 hours before its battery needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong>&nbsp;Drinking a vial of this serum restores 1d8 Hit Points.</p>\n<hr />\n<p><strong>Medpatch</strong>&nbsp;Navasi can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat poison task.</p>\n<hr />\n<p><strong>Smoke Grenade</strong>&nbsp;This creates a 20-foot radius of smoke that lasts 1 minute.</p>\n<hr />\n<p><strong>Stickybomb Grenade I&nbsp;</strong>Any creature hit by this grenade that fails a DC 12 Reflex save gains the entangled condition until it escapes as a move action with a successful DC 13 Acrobatics or DC 18 Strength check or until 2d4 rounds pass.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol</strong>&nbsp;This weapon can be fired nine times before it must be reloaded.&nbsp;</p>"
		},
		"Navasi L8": {
			"name": "Navasi L8",
			"description": "<p>Born into a wealthy family on Absalom Station, the envoy who calls herself Navasi eschewed glitzy playdates and family soirees in favor of zipping through Absalom Station&rsquo;s streets with her best friends, the children of the household employees. As she befriended more stationers of less privilege, Navasi&rsquo;s irritation with her plutocratic parents turned to disgust. She began to dream of a fairy-tale life in which she could steal the affluent&rsquo;s unearned wealth and give it to those in need.</p>\n<p>On her eighteenth birthday, she stowed away on a ship bound for the Diaspora. Navasi arrived on Broken Rock and quickly signed up as a &ldquo;procurement specialist&rdquo; with a contracting firm called the Sixth Finger&mdash;little more than a starfaring thieves&rsquo; guild&mdash;ready to use her new position to steal from exploitative corporations and be a hero to those in need. The reality of life in a pirate enclave hit her like a meteorite. Out of money, too stubborn to return home, Navasi found she no longer had a choice in which jobs she took. Under the guildrunners&rsquo; threats, she roughed up innocents, stole from the poor, and worse. Though she never lost her egalitarian beliefs, she hardly recognized the naive idealist she&rsquo;d once been. She quickly gained a reputation as the best fast-talker around.</p>\n<p>Navasi found that the wealth from her scores brought little joy without friends to share it with, and she recruited secretly softhearted rogues to her crews. Yet it was in one particular woman that Navasi truly found herself again. Purple-haired and tattooed, the newcomer bucked the pirates&rsquo; authority and operated alone, pulling the sorts of righteous jobs Navasi had dreamed of. She was the most exciting woman Navasi had ever met, and the two became inseparable.</p>\n<p>That all came crashing down the day the Sixth Finger arranged to knock over a medship full of supplies bound for Absalom Station. To the gang&rsquo;s leaders, the ship&rsquo;s mission&mdash;aiding refugees of a war-torn star system&mdash;was inconsequential. Navasi&rsquo;s objections were overruled.</p>\n<p>It was the final straw. Together, Navasi and her partner formulated a plan, alerting the medship to the heist and sabotaging the gang&rsquo;s starfighters. It did not go unnoticed. In the ensuing ambush, Navasi and her partner were pinned down, their backs to the sole spaceworthy ship&mdash;a single-seat fighter with only enough life support for one of them. Navasi prepared to go out in a blaze of glory&mdash;only to have her partner shove her into the cockpit and slam the canopy. As Navasi scrabbled with the latch, the other woman pulled the pins on her grenades and sprinted straight at their ambushers.</p>\n<p>The wealthy scion of Absalom Station died that day, as did the pirate she&rsquo;d become. As she made her way back to Absalom Station, knowing that neither the Sixth Finger nor her spurned family would ever stop looking for her, she forsook her previous incarnations. Abandoning her old identity, she took the name of her fallen love&mdash;Navasi&mdash;and swore that she&rsquo;d carry on the fight they&rsquo;d started together, stealing only from those who deserved it. Knowing she&rsquo;d need a new appearance as well, she borrowed from her partner, dyeing her jet-black hair purple and adding a single blue contact lens.</p>\n<p>Today, Navasi is a talented freelance captain, putting together crews for planetary scouting, private security, and more. Navasi still believes in freedom for all, spreading the wealth, and taking plutocrats down a peg&mdash;but she also knows the value of earning credits, and takes pride in the ability to take care of herself and her crew. As a scoundrel, a fast-talker, and a brilliant negotiator, Navasi is happiest when the chips are down and lives hang in the balance.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<hr />\n<p><strong>Convincing Liar (Ex)</strong>&nbsp;When Navasi attempts a Bluff check, she can choose to not add her expertise die until after she sees the result of her d20. Once she sees the result of her d20, she can either roll and add her expertise die normally or reroll the d20 and take the better of the two d20 results (but not add her expertise die).</p>\n<hr />\n<p><strong>Cultural Savant (Ex)</strong>&nbsp;As long as time permits, Navasi can take 20 on Culture checks to recall knowledge even if she doesn&rsquo;t have access to a means of research.</p>\n<hr />\n<p><strong>Darkvision&nbsp;</strong>Navasi can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Diversion&nbsp;</strong>When Navasi successfully uses Bluff to create a distraction, she can allow an ally to attempt a Stealth check to hide (instead of attempting to hide herself). She can attempt to allow multiple allies to use Stealth to hide, but she takes a &ndash;5 penalty to her Bluff check for every ally after the first, and on a failed check, no ally can attempt to hide.</p>\n<hr />\n<p><strong>Expertise (Ex)</strong>&nbsp;If Navasi has at least 1 Resolve Point remaining when she attempts a Bluff or Sense Motive check, she can roll 1d6 and add it to the result as an insight bonus.</p>\n<hr />\n<p><strong>Fast Talk</strong>&nbsp;If Navasi is conversing with a creature prior to the beginning of combat, and she is aware of the beginning of combat and does not begin the combat herself, she can spend 1 Resolve Point to attempt a Bluff check (DC = either 15 + target&rsquo;s Perception skill bonus or 20 + 1-1/2 &times; the target&rsquo;s CR, whichever is higher). On a success, the creature is considered unaware at the beginning of the combat (allowing Navasi and other aware creatures to act in a surprise round before the first full round of combat).</p>\n<hr />\n<p><strong>Heads Up (Ex)</strong>&nbsp;When Navasi succeeds at a Perception check, she can signal an ally within 60 feet as a reaction so that ally can act as if he also succeeded at the Perception check.</p>\n<hr />\n<p><strong>Improved Get &rsquo;Em (Ex)</strong>&nbsp;As a standard action, Navasi can make an attack against a foe, or as a move action she can select one foe within 60 feet. She must be able to see or hear the foe, and the foe must be able to see or hear her. Navasi and her allies gain a +2 morale bonus to attack rolls against that foe until the end of her next turn. She can spend 1 Resolve Point to instead add this bonus to attacks against all foes within 60 feet.</p>\n<hr />\n<p><strong>Improved Feint&nbsp;</strong>As a move action, Navasi can attempt a Bluff check against a single opponent (DC = either 10 + her opponent&rsquo;s total Sense Motive skill bonus or 15 + 1-1/2 &times; the opponent&rsquo;s CR, whichever is greater) to cause that opponent to be flat-footed for the next attack she makes against it before the end of her next turn.</p>\n<hr />\n<p><strong>Inspiring Boost (Ex)</strong> As a standard action, Navasi can signal an ally who has taken damage since Navasi&rsquo;s last turn. The ally must be able to see and hear her and be within 30 feet. The ally gains 19 Stamina Points, up to the ally&rsquo;s normal maximum. She cannot target that ally with this ability again until the ally takes a 10-minute rest to regain Stamina Points.</p>\n<hr />\n<p><strong>Legal Corruption</strong>&nbsp;Navasi needs to pay only 2 Fame when using the Basic Purchasing Plan boon to reduce her Infamy score (down from 4).</p>\n<hr />\n<p><strong>Unfriendly Fire</strong>&nbsp;When a foe misses Navasi with a ranged attack and she is adjacent to a different target, she can attempt a Bluff check (DC = either 10 + her attacker&rsquo;s total Sense Motive skill bonus or 15 + 1-1/2 &times; the attacker&rsquo;s CR, whichever is greater) as a reaction to force the attacker to reroll the attack against the adjacent target. This feat can&rsquo;t be used on any creature that has seen her use it previously.</p>\n<hr />\n<p><strong>Watch Out (Ex)</strong>&nbsp;When a foe makes a ranged attack against an ally within 60 feet of Navasi, she can warn the ally as a reaction. The ally can use a reaction to gain a +4 bonus to AC against that single attack and then falls prone.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Anarchic Frostbite-Class Zero Pistol</strong>&nbsp;This chaos-aligned magic weapon can be fired 20 times before its battery needs to be recharged or replaced. It bypasses the energy resistance of lawful outsiders and dragons.</p>\n<hr />\n<p><strong>Basic Medkit</strong>&nbsp;This basic medkit allows Navasi to attempt DC 25 Medicine checks to treat deadly wounds.</p>\n<hr />\n<p><strong>Buzzblade Dueling Sword</strong>&nbsp;Navasi can activate this sword 20 times (for up to 1 minute at a time) before its battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Computer, Tier 2</strong>&nbsp;This computer has the artificial personality, miniaturization to L bulk, and self-charging upgrades. It can receive commands and give information verbally. The computer&rsquo;s artificial personality is advanced enough to attempt Bluff, Diplomacy, Intimidate, and Sense Motive checks with a +4 bonus.</p>\n<hr />\n<p><strong>D-Suit II</strong>&nbsp;While wearing this armor, Navasi can close its environmental seals and survive in a vacuum for up to 7 days. Its infrared sensors upgrade gives Navasi darkvision with a range of 60 feet. Its jump jets allow Navasi to fly up to 30 feet (or 20 feet straight up) as a move action. Navasi can do this 10 times before the jump jets&rsquo; battery must be recharged or replaced.</p>\n<hr />\n<p><strong>Flashlight&nbsp;</strong>Navasi&rsquo;s flashlight increases the light level by one step in a 20-foot cone. It can be used for 10 hours before its battery needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Medpatch&nbsp;</strong>Navasi can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat poison task.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong>&nbsp;Drinking this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Mk 1 Synaptic Accelerators</strong>&nbsp;These implants give Navasi an additional +2 to her Dexterity score (already included in her statistics above).</p>\n<hr />\n<p><strong>Red Star Plasma Pistol</strong>&nbsp;This weapon attacks all targets in a 20-foot line. Make a single attack roll, and compare it to the EAC of each target. Roll damage only once; each target takes that amount. It can be fired five times before its battery needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Smoke Grenade</strong>&nbsp;This creates a 20-foot radius of smoke that lasts 1 minute.</p>\n<hr />\n<p><strong>Stickybomb Grenade I&nbsp;</strong>Any creature hit by this grenade that fails a DC 14 Reflex save gains the entangled condition until it escapes as a move action with a successful DC 15 Acrobatics or DC 20 Strength check or until 2d4 rounds pass.</p>"
		},
		"Obozaya L1": {
			"name": "Obozaya L1",
			"description": "<p>Obozaya was born on Vesk Prime to a family of low-level military bureaucrats. She quickly established herself as a top-notch military cadet, enlisting as soon as her basic studies were complete. In Veskarium society, social status is most easily earned through excellence in combat, and Obo soon proved herself in several battles.&nbsp;</p>\n<p>Yet in her youthful arrogance, Obozaya overlooked the power of political connections. After dueling and deeply shaming another member of her unit&mdash;one with family ties to high-ranking military officials&mdash;she found herself assigned to patrol a section of frozen tundra on Vesk-8, where the pacifist residents refused to give her any opportunity for combat. When it became clear that appeals to her superiors weren&rsquo;t going to get her a better assignment, a frustrated Obozaya waited for her term to end, then left to work as a mercenary in the Pact Worlds. Here, at last, she found what she&rsquo;d been searching for: an endless series of battles and adventures. Rather than signing on with a mercenary company, Obozaya found herself better suited to working with small groups of adventurers. Small teams mean more glory per person, and she often finds herself the sole front-line fighter on a crew, which appeals to her vanity and showboating style. As Obozaya&rsquo;s fond of saying, battle is too important to leave to amateurs, and she believes that the best way to win a fight is to move fast and hit hard.</p>\n<p>While Obozaya appreciates wealth, her true desire is for recognition. This is best exemplified by the holoprojector on her back, capable of projecting a personalized holographic war-banner in combat to make sure the enemy knows who&rsquo;s coming for them. Although brilliant on the battlefield, Obozaya is a little slow on the draw in most intellectual pursuits, having little patience for education not directly related to her vocation. She believes that honor demands honesty, and while she&rsquo;s not against lying by omission, she would rather die than break her word. In conversations with new people, she&rsquo;s direct to the point of rudeness, and she thinks most species talk too much as an attempt to cover up their cowardice.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Low-Light Vision</strong> Obozaya can see in dim light as if it were normal light.</p>\n<hr />\n<p><strong>Mobility </strong>Obozaya gains a +4 bonus to her AC against&nbsp;attacks of opportunity she provokes by moving out of a threatened square.</p>\n<hr />\n<p><strong>Natural Weapons</strong> Obozaya&rsquo;s unarmed attacks deal lethal damage and aren&rsquo;t considered archaic.&nbsp;</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Light Reaction Cannon</strong> This two-handed ranged weapon can be fired six times before it must be reloaded. When damaging objects, it ignores 1 point of hardness.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Tactical Doshko</strong> This two-handed weapon can be used to make only a single attack each round due to its unwieldy special quality.</p>\n<hr />\n<p><strong>Troop Ceremonial Plate</strong> While wearing this armor, Obozaya can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>"
		},
		"Obozaya L4": {
			"name": "Obozaya L4",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Cleave </strong>Obozaya can take a &ndash;2 penalty to her AC until her next turn in order to use the Cleave feat. This allows her to make a melee attack against a foe adjacent to her as a standard action. If she hits, she can make a second melee attack against a different foe adjacent to both her and the first foe.</p>\n<hr />\n<p><strong>Coordinated Shot</strong> When Obozaya is threatening a foe with a melee weapon, any ally with line of sight to that foe without Obozaya granting the foe cover gains a +1 bonus to ranged attack rolls against the foe.</p>\n<hr />\n<p><strong>Deadly Aim</strong> When Obozaya takes the attack or full attack action with a weapon, she can take a &ndash;2 penalty to her attack rolls to add 2 to her damage.</p>\n<hr />\n<p><strong>Low-Light Vision</strong> Obozaya can see in dim light as if it were normal light.</p>\n<hr />\n<p><strong>Melee Striker</strong> Obozaya adds an additional bonus to her melee damage equal to half her Strength bonus. This is already added in to her attacks above.&nbsp;</p>\n<hr />\n<p><strong>Mobility </strong>Obozaya gains a +4 bonus to her AC against attacks of opportunity she provokes by moving out of a threatened square.</p>\n<hr />\n<p><strong>Natural Weapons</strong> Obozaya&rsquo;s unarmed attacks deal lethal damage and aren&rsquo;t considered archaic, and she adds 1-1/2 &times; her character level to the damage (rather than just adding her level with Weapon Specialization).</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Autotarget Rifle</strong> This two-handed rifle fires physical bullets and can be fired 10 times before it must be reloaded. As a full action, Obozaya can attack with it in automatic mode, using all its remaining ammunition and attacking multiple targets in a 30-foot cone. Beginning with the nearest target, Obozaya makes one attack roll against each target in the cone. This expends 2 rounds of ammunition per target attacked, and when the rifle runs out of ammunition, it can&rsquo;t target any more creatures. Obozaya rolls damage only once, applying it to all targets hit.</p>\n<hr />\n<p><strong>Ember Flame Doshko</strong> This two-handed weapon has a battery with 20 charges and uses 1 charge per minute it&rsquo;s active.</p>\n<hr />\n<p><strong>Ifrit-Class Flamethrower</strong> This two-handed ranged weapon can be fired five times before its petrol tank must be refilled or replaced. It targets all creatures in a 15-foot cone. Obozaya makes an attack roll against each creature in this area, then rolls damage once and applies it to all creatures she hits.</p>\n<hr />\n<p><strong>Lashunta Ringwear II </strong>While wearing this armor, Obozaya can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 5 days.</p>\n<hr />\n<p><strong>Medpatch </strong>Obozaya can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.&nbsp;</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>"
		},
		"Obozaya L8": {
			"name": "Obozaya L8",
			"description": "<p>In classic vesk fashion, Obozaya Ymeros lets her friends shorten her name to &ldquo;Obo,&rdquo; but not even Damoritosh himself can protect those who use her nickname without earning that right first.</p>\n<p>Obozaya was born on Vesk Prime, planetary capital of the Veskarium, to a family of low-level military bureaucrats. Distinguishing herself with her determination and ferocity on the sports field and in the dueling ring&mdash;if not in her academic studies&mdash;Obozaya established herself as a top-notch military cadet, enlisting as soon as her basic studies were complete.</p>\n<p>Obozaya took to military life, and soon outpaced many in her cohort. In Veskarium society, social status is most easily earned through excellence in combat, and Obo had no desire to spend her entire life at the same rank as her parents. Her dreams of glory were hardly unique, but she quickly proved herself in several battles.&nbsp;</p>\n<p>Yet in her youthful arrogance, Obozaya overlooked the power of political connections. After dueling and deeply shaming another member of her unit one with family ties to high-ranking military officials&mdash;she found herself assigned to patrol a section of frozen tundra on Vesk-8, where the pacifist residents refused to give her any opportunity for righteous combat. It soon became clear that neither appeals to her superiors nor prayers to Damoritosh the Conqueror were going to get her a better assignment. Thus, as her first term of enlistment drew to a close, she left the military.</p>\n<p>From there, Obozaya followed in the footsteps of many other legendary vesk warriors and left home to work as a mercenary in the Pact Worlds. Here, at last, she found what she&rsquo;d been searching for: an endless series of battles, with no restrictions but her own sense of honor. Rather than signing on with an established mercenary company, Obozaya worked primarily with small groups of explorers and adventurers. Small teams mean more glory per person, and she often finds herself the sole front-line fighter on a crew, which appeals to her vanity. As Obozaya&rsquo;s fond of saying, battle is too important to leave to amateurs, and she believes that the best way to win a fight is to move fast and hit hard. Though she has drifted away from Damoritosh&rsquo;s faith, she still adores using his sacred doshko for close-up fighting.</p>\n<p>Obozaya is a study in contrasts. While she appreciates material wealth and creature comforts, her true desire is for recognition. This is perhaps best exemplified by the holoprojector on her back, which usually projects a modified version of Damoritosh&rsquo;s symbol to advertise her as a warrior for hire, but which is capable of projecting a personalized holographic war-banner in combat to make sure the enemy knows exactly who&rsquo;s coming for them. Brilliant on the battlefield, Obozaya nevertheless finds herself a little slow on the draw in most intellectual pursuits, having little patience for any education not directly related to her vocation. She believes that honor demands honesty, and while she&rsquo;s not against lying by omission, she would rather die than break her word or renege on a contract. In conversations with new people, she&rsquo;s either unnervingly stoic or direct to the point of rudeness, and thinks that most species talk more than they need to as an attempt to cover up their cowardice.</p>\n<p>All of which makes it that much more surprising to discover how much her companions adore her. Sure, Obo may explain her loyalty as a mercenary&rsquo;s pragmatism, yet everyone in her crew knows they can count on &ldquo;the big lizard&rdquo; to pull them out of a scrape, no matter the cost. As with many vesk, her gruff manner is punctuated with sudden outpourings of emotion, and with her characteristic directness, Obo finds no fear or shame in telling her friends how much she loves them. Much of her life is spent on or training for missions, yet when she sets out to celebrate a success, it&rsquo;s with her trademark bombastic zeal. Eschewing the berserker drugs favored by some of her kindred, she&rsquo;s instead fond of the Veskarium nose-hookahs sometimes called &ldquo;dragon&rsquo;s breath,&rdquo; as well as the mildly hallucinogenic brain snails of Vesk-2 and other traditional vesk snacks. More than one bar has been sacrificed to (and well compensated for) her parties, and the heavy bass of her beloved revelaz dance-pop beats is notorious for bursting rivets on ship bulkheads.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Armored Advantage </strong>Obozaya gains a +1 insight bonus to her KAC when wearing armor. This bonus has already been added to her Armor Class above.</p>\n<hr />\n<p><strong>Charge Attack (Ex)</strong> Obozaya can charge as a standard action without taking the normal penalties for charging, and can substitute a bull rush for the attack at the end of her charge.</p>\n<hr />\n<p><strong>Cleave </strong>Obozaya can take a &ndash;2 penalty to her AC until her next turn in order to use the Cleave feat. This allows her to make a melee attack against a foe adjacent to her as a standard action. If she hits, she can make a second melee attack against a different foe adjacent to both her and the first foe.</p>\n<hr />\n<p><strong>Coordinated Shot </strong>When Obozaya is threatening a foe with a melee weapon, any ally with line of sight to that foe without Obozaya granting the foe cover gains a +1 bonus to ranged attack rolls against the foe.</p>\n<hr />\n<p><strong>Deadly Aim </strong>When Obozaya takes the attack or full attack action with a weapon, she can take a &ndash;2 penalty to her attack rolls to add 2 to her damage.</p>\n<hr />\n<p><strong>Grunt </strong>Treat Obozaya&rsquo;s Strength score as 1 higher for the purpose of determining her bulk limit.</p>\n<hr />\n<p><strong>Low-Light Vision </strong>Obozaya can see in dim light as if it were normal light.</p>\n<hr />\n<p><strong>Melee Striker </strong>Obozaya adds an additional bonus to her melee damage equal to half her Strength bonus. This is already added in to her attacks above.</p>\n<hr />\n<p><strong>Mobility </strong>Obozaya gains a +4 bonus to her AC against attacks of opportunity she provokes by moving out of a threatened square.</p>\n<hr />\n<p><strong>Natural Weapons </strong>Obozaya&rsquo;s unarmed attacks deal lethal damage and aren&rsquo;t considered archaic, and she adds 1-1/2 &times; her character level to the damage (rather than just adding her level with Weapon Specialization).</p>\n<hr />\n<p><strong>Quick Draw </strong>Obozaya can draw a weapon as a swift action.Step Up and Strike When a foe adjacent to Obozaya attempts to take a guarded step, as a reaction Obozaya can move up to 10 feet (as long as she ends adjacent to the creature taking the guarded step), and can make an attack of opportunity against that foe.</p>\n<hr />\n<p><strong>Weapon Specialization </strong>Obozaya adds her character level to the damage she deals with most melee weapons, longarms, heavy weapons, sniper weapons, and grenades, and half her character level to the damage she deals with operative melee weapons and small arms. This is already added in to her attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Autotarget Rifle </strong>This two-handed rifle fires physical bullets and can be fired 10 times before it must be reloaded. As a full action, Obozaya can attack with it in automatic mode, using all its remaining ammunition and attacking multiple targets in a 30-foot cone. Beginning with the nearest target, Obozaya makes one attack roll against each target in the cone. This expends 2 rounds of ammunition per target attacked, and when the rifle runs out of ammunition, it can&rsquo;t target any more creatures. Obozaya rolls damage only once, applying it to all targets hit.</p>\n<hr />\n<p><strong>Blaze Flame Doshko </strong>This two-handed weapon has a battery with 20 charges and uses 1 charge per minute it&rsquo;s active.</p>\n<hr />\n<p><strong>Medpatch </strong>Obozaya can use this to attempt an untrained Medicine check with a +10 bonus to perform the first aid, long-term stability, treat disease, or treat drugs or poison task.&nbsp;</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing </strong>Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Snub Scattergun </strong>This two-handed ranged weapon can be fired eight times before it must be reloaded. It targets all creatures in a 15-foot cone. Obozaya makes an attack roll against each creature in this area, then rolls damage only once and applies it to all creatures she hits.&nbsp;</p>\n<p>&nbsp;</p>\n<hr />\n<p><strong>Targeting Computer </strong>The targeting computer in Obozaya&rsquo;s armor allows her to ignore the concealment (other than total concealment) of any target.&nbsp;</p>\n<hr />\n<p><strong>Vesk Overplate II </strong>While wearing this armor, Obozaya can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 8 days.</p>"
		},
		"Quig L1": {
			"name": "Quig L1",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Artificial Intelligence </strong>Quig has a flying drone he constructed himself. It acts after Quig&rsquo;s turn each round. If Quig takes no actions to control the drone, it can take only a standard action to attack or a move action to move up to its speed. If Quig takes a move action to control it, the drone can take a standard and move action. If Quig takes a move and swift action to control his drone, it can take a standard, move, and swift action, or a full action.</p>\n<hr />\n<p><strong>Barricade </strong>As a move action, Quig can stack and reinforce objects too small to provide cover normally into a single adjacent square of partial cover. (The GM can rule that particularly barren areas lack the material needed to create a barricade.) If built in a square that already provided partial cover, the barricade instead provides cover. The barricade has hardness 6 and 6 Hit Points. If the barricade or a creature adjacent to it is hit by an attack, the barricade collapses 1d4 rounds later even if it has not yet been destroyed by damage. Normally there is not enough spare material to build a second barricade in the same square.</p>\n<hr />\n<p><strong>Bypass </strong>Quig gains a +1 bonus to Computers and Engineering checks. This has been added to his skill bonuses above.</p>\n<hr />\n<p><strong>Cheek Pouches </strong>Quig can keep up to 1 cubic foot of items, weighing up to 1 bulk, in his cheek pouches. He can transfer a single item between his hand and a cheek pouch as a swift action.</p>\n<hr />\n<p><strong>Custom Rig </strong>Quig has a customized handheld toolkit he uses to hack systems and items. It functions as the appropriate tool for any Computers or Engineering checks he attempts. If it&rsquo;s destroyed, he can build a new custom rig from any technological toolkit with 1 hour of work.</p>\n<hr />\n<p><strong>Darkvision </strong>Quig can see up to 60 feet in total darkness.Moxie Quig can stand from prone as a swift action. When off-kilter, he does not take the normal penalties for that condition and is not flat-footed.</p>\n<hr />\n<p><strong>Theme Knowledge </strong>Quig can select a specific sentient creature that he can identify by name, alias, or specific identity to be his mark. He reduces the DC of Culture or Profession (bounty hunter) checks by 5 to recall knowledge about his mark, as well as about law-enforcement individuals and practices. If he knows his mark by an alias, he can recall only knowledge associated with that alias.</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Club </strong>This archaic weapon deals 5 less damage to foes unless they are unarmored or in archaic armor.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing </strong>Drinking this serum restores 1d8 HP.<br />Second Skin While wearing this armor, Quig can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol </strong>This weapon shoots physical bullets and can be fired nine times before it needs to be reloaded. Quig has 30 rounds of small arm ammunition, which can reload this or Scout&rsquo;s pistol.</p>"
		},
		"Quig L4": {
			"name": "Quig L4",
			"description": "<p>Born to a poor family on Akiton, Quig Dexel taught himself the basics of engineering by stealthily tinkering with valve-control mechanisms and reverse-osmosis regulators on the water purifiers studding the nearby ice cap. In his spare time, he constructed the first iterations of what would become his drone companion, Scout, using spare parts he scrounged from junk heaps and alleys. One early morning as he hunted for scraps he could fashion into an actuator, he was winged in a passing firefight waged between a shobhad bounty hunterand her human quarry. Ignoring the pain, Quig dropped the hunk of metal he was holding and chased after the fracas, arriving in time to see the bounty hunter slap the fugitive into restraints. Flushed with adrenaline, Quig realized that this was what he wanted to do for the rest of his life.</p>\n<p>Quig immediately left home and signed on as a caravan guard, and it was in the course of his new career that he ran into Dhareen the Vise, the same shobhad bounty hunter who inadvertently set him on his life&rsquo;s path. After hiring Dhareen to help him take revenge on some drone-stealing thugs, Quig convinced Dhareen to let him be her apprentice. The ysoki learned much from the gruff shobhad over the next year, and though they often butted heads over methods, the two enjoyed a relationship of mutual respect. When Dhareen eventually completed a job large enough to let her retire, Quig (and Scout) continued on without her.</p>\n<p>Quig is personable and outgoing&mdash;often chattier than his comrades would like&mdash;and his constant traveling has left him with contacts across the Pact Worlds. He prides himself on being a good judge of character, and while he&rsquo;s savvy enough to withhold actual trust until it&rsquo;s been earned, he&rsquo;s not above throwing himself into a fight on behalf of a near-stranger. Though fully capable of working alone, he tends to get bored easily without people to talk to, and thus prefers to sign on with teams of adventurers, where he can act as the group&rsquo;s resident tracker and starship engineer. While he still keeps in touch with his family, he doesn&rsquo;t speak about his hometown much, as he&rsquo;s a bit embarrassed by his unglamorous upbringing-when he does mention it, it is with a liberal helping of humor. He&rsquo;s a fan of both taking minor trophies from previous jobs and scavenging spare parts that he&rsquo;s positive may come in handy someday, inevitably turning his cabin into a riotous nest of cherished junk.</p>\n<p>Quig&rsquo;s closest companion is his drone, Scout, and he spends the majority of his downtime puttering about in the robot&rsquo;s systems. He often talks to Scout as way of thinking out loud or voicing his innermost thoughts, attributing them to the drone in a way that can make him seem a bit unbalanced to those who don&rsquo;t know him well. (And in truth, sometimes to those who do.) When he&rsquo;s captured a bounty and is feeling particularly mischievous, he often pretends to consult with the robot about the person&rsquo;s fate, ultimately claiming that he sympathizes and would like to let the target go, but &ldquo;the robot says otherwise.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Artificial Intelligence </strong>Quig has a flying drone he constructed himself. It acts after Quig&rsquo;s turn each round. If Quig takes no actions to control the drone, it can take only a standard action to attack or a move action to move up to its speed. If Quig takes a move action to control it, the drone can take a standard and move action. If Quig takes a move and swift action to control his drone, it can take a standard, move, and swift action, or a full action.</p>\n<hr />\n<p><strong>Barricade&nbsp;</strong>As a move action, Quig can stack and reinforce objects too small to provide cover normally into a single adjacent square of partial cover. (The GM can rule that particularly barren areas lack the material needed to create a barricade.) If built in a square that already provided partial cover, the barricade instead provides cover. The barricade has hardness 9 and 9 Hit Points. If the barricade or a creature adjacent to it is hit by an attack, the barricade collapses 1d4 rounds later even if it has not yet been destroyed by damage. Normally there is not enough spare material to build a second barricade in the same square.</p>\n<hr />\n<p><strong>Bypass </strong>Quig gains a +1 bonus to Computers and Engineering checks. This has been added to his skill bonuses above.</p>\n<hr />\n<p><strong>Cheek Pouches </strong>Quig can keep up to 1 cubic foot of items, weighing up to 1 bulk, in his cheek pouches. He can transfer a single item between his hand and a cheek pouch as a swift action.</p>\n<hr />\n<p><strong>Custom Rig </strong>Quig has a customized handheld toolkit he uses to hack systems and items. It functions as the appropriate tool for any Computers or Engineering checks he attempts. If it&rsquo;s destroyed, he can build a new custom rig from any technological toolkit with 1 hour of work.</p>\n<hr />\n<p><strong>Darkvision </strong>Quig can see up to 60 feet in total darkness.Moxie Quig can stand from prone as a swift action. When off-kilter, he does not take the normal penalties for that condition and is not flat-footed.</p>\n<hr />\n<p><strong>Energy Shield</strong> As a standard action, Quig can use his custom rig to grant himself an energy shield. It gives him 7 temporary Hit Points and lasts for 4 minutes or until its Hit Points are depleted. Once he has used it, he can&rsquo;t activate it again until he takes a 10-minute rest to regain Stamina.</p>\n<hr />\n<p><strong>Moxie </strong>Quig can stand from prone as a swift action. When off-kilter, he does not take the normal penalties for that condition and is not flat-footed.</p>\n<hr />\n<p><strong>Overcharge</strong> As a standard action, Quig can use his custom rig to overcharge and fire an energy weapon (or melee weapon with the powered special property) in his possession, or as a move action he can overcharge a touched weapon (which is then overcharged for its next attack made before the end of Quig&rsquo;s next turn). An overcharged weapon&rsquo;s attack deals an additional 1d6 damage and uses three times as many charges as a typical attack with the weapon.</p>\n<hr />\n<p><strong>Overload </strong>As a standard action, Quig can overload an adjacent technological item, such as a powered weapon or armor upgrade (though not a creature, or an object larger than Medium size). The item does not function for 1 round. If the item is in a foe&rsquo;s possession, that creature can attempt a DC 15 Reflex save to negate this effect. Once a device is overloaded, a static charge prevents the object from being overloaded again for 1 minute.</p>\n<hr />\n<p><strong>Theme Knowledge </strong>Quig can select a specific sentient creature that he can identify by name, alias, or specific identity to be his mark. He reduces the DC of Culture or Profession (bounty hunter) checks by 5 to recall knowledge about his mark, as well as about law-enforcement individuals and practices. If he knows his mark by an alias, he can recall only knowledge associated with that alias.</p>\n<hr />\n<p><strong>Toughness</strong> Quig gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Club </strong>This archaic weapon deals 5 less damage to foes unless they are unarmored or in archaic armor.</p>\n<hr />\n<p><strong>Defrex </strong>Hide While wearing this armor, Quig can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.</p>\n<hr />\n<p><strong>Detonator </strong>A detonator can be wired to an explosive in 1 minute, and set to detonate the explosive within 500 feet with the push of a button (no action if done on Quig&rsquo;s turn, or a reaction), a command code (a move action) or a complex action such as a retinal scan (a full action). The detonator can be used 5 times.</p>\n<hr />\n<p><strong>Explosives </strong>Quig has a number of explosives designed to work with his detonator. These have the some cost, weight, and effect as grenades, but must be activated with a detonator rather than thrown. He has two stickybomb II explosives (explode [15 ft., entangled 2d4 rounds, DC 13]), two flash I explosives (explode [5 ft., blinded 1d4 rounds, DC 12]), and one incendiary I explosive (explode [5 ft., 1d6 F plus 1d4 burn, DC 12).</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing </strong>Drinking this serum restores 1d8 HP.<br />Second Skin While wearing this armor, Quig can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Spell Ampoule of Mending</strong> Quig can inject this spell ampoule into Scout (or another construct) to restore 1d4 Hit Points to it.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol </strong>This weapon shoots physical bullets and can be fired nine times before it needs to be reloaded. Quig has 30 rounds of small arm ammunition, which can reload this or Scout&rsquo;s pistol.</p>"
		},
		"Quig L8": {
			"name": "Quig L8",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Artificial Intelligence</strong>&nbsp;Quig has a flying drone he constructed himself. It acts after Quig&rsquo;s turn each round. If Quig takes no actions to control the drone, it can take only a standard action to attack or a move action to move up to its speed. If Quig takes a move action to control it, the drone can take a standard and move action. If Quig takes a move and swift action to control his drone, it can take a standard, move, and swift action, or a full action.</p>\n<hr />\n<p><strong>Barricade&nbsp;</strong>As a move action, Quig can stack and reinforce objects too small to provide cover normally into a single adjacent square of partial cover. (The GM can rule that particularly barren areas lack the material needed to create a barricade.) If built in a square that already provided partial cover, the barricade instead provides cover. The barricade has hardness 13 and 13 Hit Points. If the barricade or a creature adjacent to it is hit by an attack, the barricade collapses 1d4 rounds later even if it has not yet been destroyed by damage. Normally there is not enough spare material to build a second barricade in the same square.&nbsp;</p>\n<hr />\n<p><strong>Boost Shield, Energy Shield</strong>&nbsp;As a standard action, Quig can use his expert rig to grant himself an energy shield. It gives him 20 temporary Hit Points and lasts for 8 minutes or until its Hit Points are depleted. Once he has used it, he can&rsquo;t activate it again until he takes a 10-minute rest to regain Stamina Points. However, at any time he can spend 1 Resolve Point to restore all the shield&rsquo;s HP (even if it has been reduced to 0).</p>\n<hr />\n<p><strong>Bypass&nbsp;</strong>Quig gains a +2 bonus to Computers and Engineering checks. This has been added to his skill bonuses above.</p>\n<hr />\n<p><strong>Cheek Pouches</strong>&nbsp;Quig can keep up to 1 cubic foot of items, weighing up to 1 bulk, in his cheek pouches. He can transfer a single item between his hand and a cheek pouch as a swift action.</p>\n<hr />\n<p><strong>Darkvision&nbsp;</strong>Quig can see up to 60 feet in total darkness.</p>\n<hr />\n<p><strong>Distracting Hack</strong>&nbsp;Quig can hack a computer within 30 feet of a foe (either through normal access or using his remote hack) to cause the computer to make a loud distracting sound or visual display. This works as the feint action, but uses Quig&rsquo;s Computer skill.</p>\n<hr />\n<p><strong>Expert Rig</strong>&nbsp;Quig has a customized handheld toolkit he uses to hack systems and items. It functions as the appropriate tool for any Computers or Engineering checks he attempts. If it&rsquo;s destroyed, he can build a new expert rig from any technological toolkit with 1 hour of work. If Quig successfully hacks a computer with his expert rig, he can automatically disable any one security feature other than firewalls.&nbsp;</p>\n<p>It also acts as a tier 4 computer with an artificial personality (named &ldquo;Little Scout&rdquo;). It has an audio/video recording, and can communicate with Quig&rsquo;s ship (or communicate with and give orders to Scout) at a range of 5 miles.</p>\n<hr />\n<p><strong>Improved Combat Maneuver (Disarm, Grapple)&nbsp;</strong>When Quig attempts a disarm or grapple combat maneuver, he gains a +4 bonus to his attack roll.</p>\n<hr />\n<p><strong>Miracle Worker</strong>&nbsp;Once per day as a move action, Quig can perform an amazing feat of engineering for a starship, armor, or weapon he can access. For a suit of armor, this increases its AC by 2 for 1 minute. A weapon gains a +2 bonus to its attack and damage rolls for 1 minute. For a starship, Quig restores a number of Hull Points equal to the starship&rsquo;s base frame HP increment. If this raises the ship&rsquo;s HP over a multiple of its Critical Threshold, he can repair critical damage to one system per multiple, reducing its severity by one step.</p>\n<hr />\n<p><strong>Moxie&nbsp;</strong>Quig can stand from prone as a swift action. When off-kilter, he does not take the normal penalties for that condition and is not flat-footed.</p>\n<hr />\n<p><strong>Overcharge&nbsp;</strong>As a standard action, Quig can use his expert rig to overcharge and fire an energy weapon (or melee weapon with the powered special property) in his possession, or as a move action he can overcharge a touched weapon (which is then overcharged for its next attack made before the end of Quig&rsquo;s next turn). An overcharged weapon&rsquo;s attack deals an additional 2d6 damage and uses three times as many charges as a typical attack with the weapon.</p>\n<hr />\n<p><strong>Overload&nbsp;</strong>As a standard action, Quig can overload an adjacent technological item, such as a powered weapon or armor upgrade (though not a creature, or an object larger than Medium size). The item does not function for 1 round. If the item is in a foe&rsquo;s possession, that creature can attempt a DC 18 Reflex save to negate this effect. Once a device is overloaded, a static charge prevents the object from being overloaded again for 1 minute.</p>\n<hr />\n<p><strong>Remote Hack</strong>&nbsp;Quig can use his expert rig to attempt Computers and Engineering checks at a range of 30 feet. A target of this ability (or someone observing the target) can attempt a DC 26 Perception or Sense Motive check to know Quig is the source of the remote hack.</p>\n<hr />\n<p><strong>Swift Hunter</strong>&nbsp;Quig can use Diplomacy to gather information about a single creature in half the normal time, and he takes no penalty to Survival checks to follow tracks when moving at full speed.</p>\n<hr />\n<p><strong>Theme Knowledge</strong>&nbsp;Quig can select a specific sentient creature that he can identify by name, alias, or specific identity to be his mark. He reduces the DC of Culture or Profession (bounty hunter) checks to recall knowledge about his mark, as well as about law-enforcement individuals and practices. If he knows his mark by an alias, he can recall only knowledge associated with that alias.</p>\n<hr />\n<p><strong>Toughness</strong>&nbsp;Quig gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Corona Laser Pistol</strong>&nbsp;This pistol can be fired 20 times before its battery must be recharged or replaced. Quig has two extra batteries, which can be used in this or Scout&rsquo;s weapon.</p>\n<hr />\n<p><strong>Detonator&nbsp;</strong>A detonator can be wired to an explosive in 1 minute, and set to detonate the explosive within 500 feet with the push of a button (no action if done on Quig&rsquo;s turn, or a reaction), a command code (a move action) or a complex action such as a retinal scan (a full action). The detonator can be used 5 times.</p>\n<hr />\n<p><strong>Explosives&nbsp;</strong>Quig has a number of explosives designed to work with his detonator. These have the same cost, weight, and effect as grenades, but must be activated with a detonator rather than thrown. He has one frag III (explode [15 ft., 4d6 P, DC 18]), two stickybomb II explosives (explode [15 ft., entangled 2d4 rounds, DC 15]), and two flash I explosives (explode [5 ft., blinded 1d4 rounds, DC 15]).</p>\n<hr />\n<p><strong>Grappler&nbsp;</strong>The grappler is attached to 50 feet of adamantine alloy cable line, and can be climbed as easily as a knotted rope. It can also be attached to an immobile object at least 5 feet wide with a ranged attack (+10) against AC 5. Against a smaller or moving object, attaching it requires a ranged attack against KAC + 8. If it&rsquo;s attached to a creature, this is a grapple combat maneuver, but the creature can still use all its limbs and is only prevented from moving farther away than the length of the cable. The grappler can be pried loose with a successful Athletics check with a DC equal to Quig&rsquo;s attack roll to attach it.</p>\n<hr />\n<p><strong>Kasatha Microcord III&nbsp;</strong>While wearing this armor, Quig can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 8 days. Its jetpack allows him to fly with a speed of 30 feet. It has a capacity of 40, and Quig can use 1 charge per minute to fly in cruising mode (causing him to be flat-footed and off-target), or expend 2 charges per round to fly without those conditions.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong>&nbsp;Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Spell Ampoule of Make Whole</strong>&nbsp;Quig can inject this spell ampoule into Scout (or another construct) to restore 5d6 Hit Points to it.</p>\n<p>&nbsp;</p>"
		},
		"Raia L1": {
			"name": "Raia L1",
			"description": "<p>A magical scholar from Castrovel, Raia Danviri lives to meet new cultures and learn from them.&nbsp;</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p>Lashunta Magic Raia can use the following spell-like abilities, each as a standard action.</p>\n<ul>\n<li><em>Daze:</em> This spell causes a humanoid creature of CR 3 or lower to be dazed for 1 round (Will DC 11 negates).</li>\n<li><em>Detect Thoughts: </em>Raia can detect the surface thoughts of intelligent creatures within a 60-foot cone, and if she concentrates, she can attempt to read those thoughts (Will DC 12 negates).</li>\n<li><em>Psychokinetic Hand</em>: Once this spell is cast, as long as Raia concentrates (a standard action each round), she can take a move action to move an object within 25 feet that weighs 10 pounds or less up to 15 feet. She can&rsquo;t perform fine manipulation (such as firing a weapon or using a computer), but she can push a single button or close a container&rsquo;s lid.</li>\n</ul>\n<hr />\n<p><strong>Limited Telepathy (Su) </strong>Raia can communicate telepathically with creatures within 30 feet that share a language with her.</p>\n<hr />\n<p><strong>Spell Cache (Su) </strong>Raia has an arm implant that functions as her spell cache. Once per day, she can cast one of her spells known even if she has expended all her spell slots of that spell level.</p>\n<hr />\n<p><strong>Spells</strong> Raia can cast these spells, each as a standard action.</p>\n<ul>\n<li><em>Dancing Lights</em>: Raia can create up to four flashlight-sized lights in a 10-foot-radius area.</li>\n<li><em>Detect Magic</em>: This spell reveals whether creatures or objects seen within a 60-foot cone are magical, and with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><em>Energy Ray</em>: Raia can fire a ray of energy (choose acid, cold, electricity, or fire) as a ranged attack (+2 bonus) that targets EAC and deals 1d3 damage of the chosen energy type.</li>\n<li><em>Grease</em>: Raia can coat a 10-foot square or one object with slippery grease, causing creatures in the area to fall prone or drop the object (Reflex DC 14 partial).</li>\n<li><em>Magic Missile</em>: Raia can fire two missiles of magical energy that automatically hit and deal 1d4+1 force damage each. If she casts this spell as a full action, Raia fires three missiles.&nbsp;</li>\n<li><em>Mending</em>: This spell restores 1d4 Hit Points to one object or construct of up to 1 bulk.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Azimuth Laser Pistol</strong> This weapon can be fired 20 times before its battery needs to be recharged or replaced.</p>\n<hr />\n<p><strong>Engineering Tool Kit</strong> These specialized tools allow Raia to attempt Engineering checks without penalty.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Second Skin </strong>While wearing this armor, Raia can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>"
		},
		"Raia L4": {
			"name": "Raia L4",
			"description": "<p>Raia Danviri was born and raised in the lashunta city-state of Komena, near the southern tip of the continent of Asana on Castrovel. Komena&rsquo;s proximity to the formian-inhabitedcontinent of the Colonies had made it a center of military activity for millennia, constantly besieged by the bug-people as their armies crossed the notoriously embattled chain of islands between continents, laying waste to the landscape in a total war. Yet to the Danviris, it was always a home filled with hope and promise. Raia&rsquo;s parents were diplomats, and they devoted their lives to brokering a peace between the lashuntas and the formians, a goal that spanned decades. They taught their daughter the value of all sentient life, explaining that even among creatures like the insectile formians, who were so unlike lashuntas and had been enemies for so long, one can find similarities&mdash;basic structures like culture, society, and civilization. But even more important in their minds were the differences: the details that separate one species from another not only make them interesting but also can teach the diligent observer incredible new things and inspire one to question and reexamine one&rsquo;s own assumptions and beliefs. In the eyes of the alien, they taught, one can gain new personal insight&nbsp;</p>\n<p>The fact that Raia&rsquo;s parents actually succeeded in helping to negotiate peace with the Colonies only reinforced their teachings in the young lashunta&rsquo;s mind. Raia became almost obsessed with alien life-forms. She devoured any texts she could find that described the myriad species that inhabited the worlds beyond Castrovel, and she dreamed of someday traveling among the stars and meeting new species. When she reached puberty, Raia chose to develop into the tall, intellectual damaya subspecies, following the example of her parents, both of whom are damaya.</p>\n<p>When she was old enough, Raia applied to and was accepted into one of Qabarat&rsquo;s famed universities. Her aptitude exams showed a talent for both technology and spellcasting, so she studied the discipline of technomancy, using experimentation to blend science and magic together. At the same time, however, she also excelled in xenobiology and xenoanthropology, applying academic rigor to her childhood passion. During this time, Raia discovered Yaraesa, the lashunta goddess of knowledge and wisdom, whose faith was more akin to the scientific method. Raia wholeheartedly embraced Yaraesa&rsquo;s teachings, seeking self-perfection through the acquisition of knowledge and the development of one&rsquo;s mind and intellect.</p>\n<p>It was also at university that Raia met Danese, an exchange student from Triaxus. Raia was immediately enthralled withthe exotic ryphorian and his silky white fur, but it was Danese&rsquo;s quick wit and keen intellect that turned the initial attraction into something more. Danese was the first &ldquo;alien&rdquo; that Raia befriended, and over the course of innumerable late-night study sessions and heavily armed nature hikes through the nearby jungles, their friendship soon blossomed into love. Raia and Danese were inseparable during their time together at university, but they both knew they would need to reassess their relationship when their studies were complete. Danese had already accepted a commission in the Skyfire Legion and had to return to Triaxus after graduation, while Raia had been accepted into a graduate program on Absalom Station. Danese offered to resign his commission in order to remain with her, but Raia refused to accept that choice. In her opinion, neither of them should have to sacrifice their own advancement and improvement for the sake of the other; instead, each of them should follow Yaraesa&rsquo;s example and figure things out for themselves&mdash;intellectually and spiritually, as well as romantically. They bid each other a tearful farewell and promised to reunite whenever their circumstances allowed.</p>\n<p>After completing her studies, Raia realized that her passion for studying alien life-forms was actually a calling, and her technomantic abilities were the currency she could use to fund her life&rsquo;s work, exchanging her skills as a scientist and technomancer for berths on ships heading out to undiscovered regions of the Vast. Raia believes there is a certain nobility in contacting an alien species for the first time and working to ensure that both they and the peoples of the Pact Worlds advance and improve from the relationship. She seeks out new technology and alternative magical techniques from the aliens she encounters, trading her own knowledge in exchange. Raia doesn&rsquo;t hold to any unrealistic expectation of noninterference in alien cultures, but she believes strongly in doing the right thing and in always striving for honor, compassion, and justice.&nbsp;</p>\n<p>Despite her love of exploration, Raia remains firmly tied to the Pact Worlds. Besides her parents and friends still on Castrovel, Raia still loves Danese, and the two remain committed to one another, even across the vast distances involved in interstellar travel. They stay in regular communication and treasure the infrequent times when their paths bring them physically close to one another. Some day, they might choose to settle down and build a life together, but for now Raia is content. She knows love, her life has purpose and meaning, and the galaxy is filled with an endless number of aliens to discover, befriend, and study&mdash;one species at a time</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Amplified Glitch</strong> As a standard action, Raia can cause technological devices to briefly malfunction in loud, distracting ways. She can target four creatures, no two of which can be more than 20 feet apart and all of which must be within 30 feet of a technological device. With a successful Computers check (DC = 15 + 1 per target + 1-1/2 the CR of the highest-CR target), she can cause targets to be shaken for 1 round, plus 1 additional round for every 5 by which she exceeds the check&rsquo;s DC. A creature she targets with this feat is immune to further uses of this feat for 24 hours.</p>\n<hr />\n<p><strong>Empowered Weapon</strong> As a move action, Raia can expend a spell slot to grant her weapon a bonus to attacks equal to the level of the spell slot, and her attacks with that weapon deal +1d6 bonus damage per level of spell slot expended. This bonus lasts until the start of her next turn.</p>\n<hr />\n<p><strong>Lashunta Magic</strong> Raia has the following spell-like abilities.</p>\n<ul>\n<li>Daze: This spell causes a humanoid creature of CR 3 or lower to be dazed for 1 round (Will DC 11 negates).</li>\n<li>Detect Thoughts: Raia can detect the surface thoughts of intelligent creatures within a 60-foot cone, and if she concentrates, she can attempt to read those thoughts (Will DC 12 negates).</li>\n<li>Psychokinetic Hand: Once this spell is cast, as long as Raia concentrates (a standard action each round), she can take a move action to move an object within 35 feet that weighs 10 pounds or less up to 15 feet. She can&rsquo;t perform fine manipulation (such as firing a weapon or using a computer), but she can push a single button or close a container&rsquo;s lid.</li>\n</ul>\n<hr />\n<p><strong>Limited Telepathy (Su)</strong> Raia can communicate telepathically with creatures within 30 feet that share a language with her.</p>\n<hr />\n<p><strong>Spell Cache (Su)</strong> Raia has an arm implant that functions as her spell cache. Once per day, she can cast one of her spells known even if she has expended all her spell slots of that spell level.</p>\n<hr />\n<p><strong>Spells </strong>Raia can cast the following spells as a standard action unless the spell says otherwise.</p>\n<ul>\n<li><em>Comprehend Languages</em>: Raia can understand spoken, signed, or written languages for 40 minutes.</li>\n<li><em>Dancing Lights</em>: Raia can create up to four flashlight-sized lights in a 10-foot-radius area.</li>\n<li><em>Detect Magic</em>: This spell reveals whether creatures or objects seen within a 60-foot cone are magical, and with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><em>Energy Ray</em>: Raia can fire a ray of energy (choose acid, cold, electricity, or fire) as a ranged attack (+5 bonus) that targets EAC and deals 1d3 damage of the chosen energy type.</li>\n<li><em>Flight (1st-Level Spell)</em>: One Medium or smaller falling creature or object per level, all within 20 feet of each other, falls at 60 feet per round and takes no damage when it lands. This spell can be cast as a reaction.</li>\n<li><em>Flight (2nd-Level Spell)</em>: One creature or object (up to 100 pounds/10 bulk per level) within 35 feet moves up or down 20 feet per round, as Kaia directs as a move action.</li>\n<li><em>Ghost Sound</em>: Raia can create an illusory sound (DC 15 to disbelieve) that can be as loud as 20 normal humans.</li>\n<li><em>Grease</em>: Raia can coat a 10-foot square or one object with slippery grease, causing creatures in the area to fall prone or drop the object (Reflex DC 16 partial).</li>\n<li><em>Invisibility</em>: The creature touched is invisible for 4 minutes or until it attacks.</li>\n<li><em>Magic Missile:</em> Raia can fire two missiles of magical energy that automatically hit and deal 1d4+1 force damage each. If she casts this spell as a full action, Raia fires three missiles.&nbsp;</li>\n<li><em>Mending</em>: This spell restores 1d4 HP to one object or construct of up to 1 bulk.</li>\n<li><em>Overheat</em>: This spell deals 2d8 fire damage to creatures in a 15-foot burst (Reflex DC 16 half).</li>\n<li><em>Transfer Charge</em>: Raia can transfer charges between two identical batteries or power cells.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Basic Lashunta Tempweave</strong> While wearing this armor, Raia can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.</p>\n<hr />\n<p><strong>Engineering Tool Kit</strong> These specialized tools allow Raia to attempt Engineering checks without penalty.</p>\n<hr />\n<p><strong>Mk 1 Synaptic Accelerators </strong>These implants give Raia an additional +2 to her Intelligence score (already included in her statistics).</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Thunderstrike Sonic Pistol</strong> This weapon can be fired 10 times before its battery needs to be recharged or replaced.</p>\n<hr />\n<p>&nbsp;</p>"
		},
		"Raia L8": {
			"name": "Raia L8",
			"description": "<p>Raia Danviri was born and raised in the lashunta city-state of Komena, near the southern tip of the continent of Asana on Castrovel. Komena&rsquo;s proximity to the formian-inhabitedcontinent of the Colonies had made it a center of military activity for millennia, constantly besieged by the bug-people as their armies crossed the notoriously embattled chain of islands between continents, laying waste to the landscape in a total war. Yet to the Danviris, it was always a home filled with hope and promise. Raia&rsquo;s parents were diplomats, and they devoted their lives to brokering a peace between the lashuntas and the formians, a goal that spanned decades. They taught their daughter the value of all sentient life, explaining that even among creatures like the insectile formians, who were so unlike lashuntas and had been enemies for so long, one can find similarities&mdash;basic structures like culture, society, and civilization. But even more important in their minds were the differences: the details that separate one species from another not only make them interesting but also can teach the diligent observer incredible new things and inspire one to question and reexamine one&rsquo;s own assumptions and beliefs. In the eyes of the alien, they taught, one can gain new personal insight&nbsp;</p>\n<p>The fact that Raia&rsquo;s parents actually succeeded in helping to negotiate peace with the Colonies only reinforced their teachings in the young lashunta&rsquo;s mind. Raia became almost obsessed with alien life-forms. She devoured any texts she could find that described the myriad species that inhabited the worlds beyond Castrovel, and she dreamed of someday traveling among the stars and meeting new species. When she reached puberty, Raia chose to develop into the tall, intellectual damaya subspecies, following the example of her parents, both of whom are damaya.</p>\n<p>When she was old enough, Raia applied to and was accepted into one of Qabarat&rsquo;s famed universities. Her aptitude exams showed a talent for both technology and spellcasting, so she studied the discipline of technomancy, using experimentation to blend science and magic together. At the same time, however, she also excelled in xenobiology and xenoanthropology, applying academic rigor to her childhood passion. During this time, Raia discovered Yaraesa, the lashunta goddess of knowledge and wisdom, whose faith was more akin to the scientific method. Raia wholeheartedly embraced Yaraesa&rsquo;s teachings, seeking self-perfection through the acquisition of knowledge and the development of one&rsquo;s mind and intellect.</p>\n<p>It was also at university that Raia met Danese, an exchange student from Triaxus. Raia was immediately enthralled withthe exotic ryphorian and his silky white fur, but it was Danese&rsquo;s quick wit and keen intellect that turned the initial attraction into something more. Danese was the first &ldquo;alien&rdquo; that Raia befriended, and over the course of innumerable late-night study sessions and heavily armed nature hikes through the nearby jungles, their friendship soon blossomed into love. Raia and Danese were inseparable during their time together at university, but they both knew they would need to reassess their relationship when their studies were complete. Danese had already accepted a commission in the Skyfire Legion and had to return to Triaxus after graduation, while Raia had been accepted into a graduate program on Absalom Station. Danese offered to resign his commission in order to remain with her, but Raia refused to accept that choice. In her opinion, neither of them should have to sacrifice their own advancement and improvement for the sake of the other; instead, each of them should follow Yaraesa&rsquo;s example and figure things out for themselves&mdash;intellectually and spiritually, as well as romantically. They bid each other a tearful farewell and promised to reunite whenever their circumstances allowed.</p>\n<p>After completing her studies, Raia realized that her passion for studying alien life-forms was actually a calling, and her technomantic abilities were the currency she could use to fund her life&rsquo;s work, exchanging her skills as a scientist and technomancer for berths on ships heading out to undiscovered regions of the Vast. Raia believes there is a certain nobility in contacting an alien species for the first time and working to ensure that both they and the peoples of the Pact Worlds advance and improve from the relationship. She seeks out new technology and alternative magical techniques from the aliens she encounters, trading her own knowledge in exchange. Raia doesn&rsquo;t hold to any unrealistic expectation of noninterference in alien cultures, but she believes strongly in doing the right thing and in always striving for honor, compassion, and justice.&nbsp;</p>\n<p>Despite her love of exploration, Raia remains firmly tied to the Pact Worlds. Besides her parents and friends still on Castrovel, Raia still loves Danese, and the two remain committed to one another, even across the vast distances involved in interstellar travel. They stay in regular communication and treasure the infrequent times when their paths bring them physically close to one another. Some day, they might choose to settle down and build a life together, but for now Raia is content. She knows love, her life has purpose and meaning, and the galaxy is filled with an endless number of aliens to discover, befriend, and study&mdash;one species at a time</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Amplified Glitch</strong> As a standard action, Raia can cause technological devices to briefly malfunction in loud, distracting ways. She can target four creatures, no two of which can be more than 20 feet apart and all of which must be within 30 feet of a technological device. With a successful Computers check (DC = 15 + 1 per target + 1-1/2 the CR of the highest-CR target), she can cause targets to be shaken for 1 round, plus 1 additional round for every 5 by which she exceeds the check&rsquo;s DC. A creature she targets with this feat is immune to further uses of this feat for 24 hours.</p>\n<hr />\n<p><strong>Empowered Weapon</strong> As a move action, Raia can expend a spell slot to grant her weapon a bonus to attacks equal to the level of the spell slot, and her attacks with that weapon deal +1d6 bonus damage per level of spell slot expended. This bonus lasts until the start of her next turn.</p>\n<hr />\n<p><strong>Lashunta Magic</strong> Raia has the following spell-like abilities.</p>\n<ul>\n<li>Daze: This spell causes a humanoid creature of CR 3 or lower to be dazed for 1 round (Will DC 11 negates).</li>\n<li>Detect Thoughts: Raia can detect the surface thoughts of intelligent creatures within a 60-foot cone, and if she concentrates, she can attempt to read those thoughts (Will DC 12 negates).</li>\n<li>Psychokinetic Hand: Once this spell is cast, as long as Raia concentrates (a standard action each round), she can take a move action to move an object within 35 feet that weighs 10 pounds or less up to 15 feet. She can&rsquo;t perform fine manipulation (such as firing a weapon or using a computer), but she can push a single button or close a container&rsquo;s lid.</li>\n</ul>\n<hr />\n<p><strong>Limited Telepathy (Su)</strong> Raia can communicate telepathically with creatures within 30 feet that share a language with her.</p>\n<hr />\n<p><strong>Spell Cache (Su)</strong> Raia has an arm implant that functions as her spell cache. Once per day, she can cast one of her spells known even if she has expended all her spell slots of that spell level.</p>\n<hr />\n<p><strong>Spells </strong>Raia can cast the following spells as a standard action unless the spell says otherwise.</p>\n<ul>\n<li><em>Comprehend Languages</em>: Raia can understand spoken, signed, or written languages for 40 minutes.</li>\n<li><em>Dancing Lights</em>: Raia can create up to four flashlight-sized lights in a 10-foot-radius area.</li>\n<li><em>Detect Magic</em>: This spell reveals whether creatures or objects seen within a 60-foot cone are magical, and with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><em>Energy Ray</em>: Raia can fire a ray of energy (choose acid, cold, electricity, or fire) as a ranged attack (+5 bonus) that targets EAC and deals 1d3 damage of the chosen energy type.</li>\n<li><em>Flight (1st-Level Spell)</em>: One Medium or smaller falling creature or object per level, all within 20 feet of each other, falls at 60 feet per round and takes no damage when it lands. This spell can be cast as a reaction.</li>\n<li><em>Flight (2nd-Level Spell)</em>: One creature or object (up to 100 pounds/10 bulk per level) within 35 feet moves up or down 20 feet per round, as Kaia directs as a move action.</li>\n<li><em>Ghost Sound</em>: Raia can create an illusory sound (DC 15 to disbelieve) that can be as loud as 20 normal humans.</li>\n<li><em>Grease</em>: Raia can coat a 10-foot square or one object with slippery grease, causing creatures in the area to fall prone or drop the object (Reflex DC 16 partial).</li>\n<li><em>Invisibility</em>: The creature touched is invisible for 4 minutes or until it attacks.</li>\n<li><em>Magic Missile:</em> Raia can fire two missiles of magical energy that automatically hit and deal 1d4+1 force damage each. If she casts this spell as a full action, Raia fires three missiles.&nbsp;</li>\n<li><em>Mending</em>: This spell restores 1d4 HP to one object or construct of up to 1 bulk.</li>\n<li><em>Overheat</em>: This spell deals 2d8 fire damage to creatures in a 15-foot burst (Reflex DC 16 half).</li>\n<li><em>Transfer Charge</em>: Raia can transfer charges between two identical batteries or power cells.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Basic Lashunta Tempweave</strong> While wearing this armor, Raia can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.</p>\n<hr />\n<p><strong>Engineering Tool Kit</strong> These specialized tools allow Raia to attempt Engineering checks without penalty.</p>\n<hr />\n<p><strong>Mk 1 Synaptic Accelerators </strong>These implants give Raia an additional +2 to her Intelligence score (already included in her statistics).</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Thunderstrike Sonic Pistol</strong> This weapon can be fired 10 times before its battery needs to be recharged or replaced.</p>\n<hr />\n<p>&nbsp;</p>"
		},
		"Scout L1": {
			"name": "Scout L1",
			"description": "<h2>DRONE MODS</h2>\n<p><strong>Camera&nbsp;</strong>As long as Scout is within range of Quig&rsquo;s custom rig (2,500 feet), Quig can see through Scout&rsquo;s senses (seeing whatever a typical human could see).&nbsp;</p>\n<hr />\n<p><strong>Flight System&nbsp;</strong>Scout has a flight system included in its chassis. This grants it the flight listed with its speed.</p>\n<hr />\n<p><strong>Weapon Mount&nbsp;</strong>Scout has a tactical semi-auto pistol, which can be fired nine times before Quig must reload it with small arm rounds</p>"
		},
		"Scout L4": {
			"name": "Scout L4",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Mobility&nbsp;</strong>Scout gains a +4 bonus to its AC against attacks of opportunity it provokes by leaving a threatened square.</p>\n<h2>DRONE MODS</h2>\n<p><strong>Camera&nbsp;</strong>As long as Scout is within range of Quig&rsquo;s custom rig (2,500 feet), Quig can see through Scout&rsquo;s senses (seeing whatever a typical human could see).&nbsp;</p>\n<hr />\n<p><strong>Enhanced Senses</strong>&nbsp;Scout gains low-light vision and darkvision, which also function through its camera.</p>\n<hr />\n<p><strong>Flight System&nbsp;</strong>Scout has a flight system included in its chassis. This grants it the flight listed with its speed.</p>\n<hr />\n<p><strong>Weapon Mount&nbsp;</strong>Scout has a tactical semi-auto pistol, which can be fired nine times before Quig must reload it with small arm rounds</p>"
		},
		"Scout L8": {
			"name": "Scout L8",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Mobility </strong>Scout gains a +4 bonus to its AC against attacks of opportunity it provokes by leaving a threatened square.</p>\n<hr />\n<p><strong>Shot on the Run</strong> As a full action, Scout can move up to its speed, making one ranged attack at any point during its movement.</p>\n<p>&nbsp;</p>\n<h2>DRONE MODS</h2>\n<p><strong>Camera </strong>As long as Scout is within range of Quig&rsquo;s expert rig (5 miles), Quig can see through Scout&rsquo;s senses (in addition to whatever a typical human can see).</p>\n<hr />\n<p><strong>Enhanced Armor</strong> Scout gains +2 to its AC (this has been added to its EAC and KAC above).</p>\n<hr />\n<p><strong>Enhanced Senses</strong> Scout gains low-light vision and darkvision, which also operate through its camera.</p>\n<hr />\n<p><strong>Flight System Scout</strong> has a flight system included in its chassis. This grants it the flight listed with its speed.</p>\n<hr />\n<p><strong>Hardened AI</strong> Checks to hack Scout take a &ndash;4 penalty.</p>\n<hr />\n<p><strong>Weapon Mount</strong> Scout has a corona laser pistol, which can be fired 20 times before Quig must recharge or replace its battery</p>"
		},
		"Velloro L1": {
			"name": "Velloro L1",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Bodyguard </strong>As a reaction when an adjacent ally is attacked, Velloro can grant that ally a +2 circumstance bonus to its AC against that attack. If he does so, Velloro takes a &ndash;2 penalty to his own Armor Class until the beginning of his next turn.</p>\n<hr />\n<p><strong>Entropic Pool (Su) </strong>Velloro has a pool of Entropy Points (EP) that he can spend to fuel different abilities. He can have up to 3 EP in his entropic pool at a time, and he can gain EP only when involved in a combat encounter. When combat begins, Velloro gains 1 EP at the beginning of his first action; at the end of combat, he loses any Entropy Points he has remaining. He can gain EP in the following ways.</p>\n<ul>\n<li>While he has no Entropy Points, Velloro can spend 1 Resolve Point as a move action to gain 1 EP.</li>\n<li>Each time he takes 2 or more damage from a single attack or effect (after applying any effects that reduce that damage), he gains 1 EP.</li>\n<li>If Velloro takes damage from a critical hit, he gains 1 EP, in addition to any he gains from the attack&rsquo;s damage.</li>\n<li>If Velloro scores a critical hit on a significant enemy, he gains 1 EP.&nbsp;</li>\n<li>If he takes a full action to charge, Velloro gains 1 EP.</li>\n<li>If he takes two move actions on the same turn to move his speed each time, Velloro gains 1 EP.</li>\n<li>As a move action, Velloro can designate a willing adjacent ally as an entropic focus. They remain an entropic focus until the beginning of Velloro&rsquo;s next turn, unless they cease to be adjacent to him or he designates a new entropic focus (both of which end this effect). If Velloro&rsquo;s entropic focus takes 2 or more damage from a single attack or effect (after applying any ability to reduce that damage), he gains 1 EP.</li>\n</ul>\n<p>Velloro can expend Entropy Points in various ways. As long as he has at least 1 EP in his entropic pool, he gains a +1 enhancement bonus to his Armor Class (not included).</p>\n<ul>\n<li>As part of a full action to charge or a move action to move his speed, Velloro can expend 1 EP to gain a +10-foot enhancement bonus to his speed (normally land speed, but he can apply it to any movement type he has).</li>\n<li>As a move action, Velloro can expend 1 EP to boost the damage of the next entropic strike attack he makes before the start of his next turn. If the boosted entropic strike hits, he deals +1d4 damage.</li>\n</ul>\n<hr />\n<p><strong>Entropic Strike (Su) </strong>This is a one-handed magical advanced melee attack with the operative weapon special property that targets EAC. Velloro does not need a free hand to make this attack. The damage dealt by this attack is acid, bludgeoning, or both. He can deliver the attack with his body or through his shield.</p>\n<hr />\n<p><strong>Lashunta Magic</strong> Velloro has the following spell-like abilities.</p>\n<ul>\n<li><em>Daze</em>: Velloro causes a humanoid creature of CR 3 or lower within 25 feet to be dazed for 1 round (Will DC 11 negates).</li>\n<li><em>Detect Thoughts</em>: With this spell, Velloro can detect the surface thoughts of intelligent creatures within a 60-foot cone, and if he concentrates, he can attempt to read those thoughts (Will DC 12 negates).</li>\n<li><em>Psychokinetic Hand</em>: Once cast, as long as he concentrates (a standard action each round), Velloro can use a move action to move an object within 25 feet that weighs 10 pounds or less up to 15 feet. He can&rsquo;t perform fine manipulation (such as firing a weapon or using a computer), but can push a single button or close a container&rsquo;s lid.</li>\n</ul>\n<hr />\n<p><strong>Limited Telepathy (Su) </strong>Velloro can communicate telepathically with creatures within 30 feet that share a language with him.</p>\n<hr />\n<p><strong>Rugged </strong>This alternative racial trait grants the Toughness feat.</p>\n<hr />\n<p><strong>Toughness </strong>Velloro gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Basic Tactical Shield</strong> As a move action, Velloro can align the shield to give him greater protection against one opponent, granting him a +1 shield bonus to AC against attacks from that opponent until the beginning of his next turn.</p>\n<hr />\n<p><strong>Lashunta Ringwear I </strong>Velloro can close the armor&rsquo;s environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Tactical Semi-Auto Pistol</strong> This weapon can be fired 9 times before it needs to be reloaded. Its range increment is 30 feet</p>"
		},
		"Velloro L4": {
			"name": "Velloro L4",
			"description": "<p>Velloro was adopted into a large ysoki family on the dusty planet of Akiton as an infant. Members of his family worshipped Iomedae, goddess of justice and honorable battle&mdash;virtues the young lashunta gladly embraced. He spent his youth playing and scavenging among Akiton&rsquo;s numerous wrecked starships with his many siblings. Time and again, Velloro proved a fierce protector of his family, putting himself between them and the many dangers of their dying world.</p>\n<p>When Velloro reached adolescence, he developed into the korasha clade of his species, packing on muscle and becoming rather headstrong. His years of junkyard scrapping pointed him toward one obvious direction in Akiton&rsquo;s limited job market: he became a gladiator in the VitariTech Coliseum, a new sporting venue that hosted nonlethal gladiatorial combats.</p>\n<p>As Velloro moved up through the ranks of other local combatants, he also became close with a fellow gladiator, a shobhad named Dhareen. She saw potential in the young competitor, and after defeating Velloro in a particularly important match, Dhareen invited the dejected lashunta to take the Test of the Mountain. In this shobhad tradition, travelers climb to the summit of Ka, the tallest mountain in the Pact Worlds. Velloro accepted the challenge.</p>\n<p>While climbing Ka, the charismatic and sociable Velloro experienced something entirely new and, at first, unpleasant: loneliness. Yet as his isolation grew, so too did his connection to the mountain. One night, while taking shelter from a violent storm, Velloro felt a strange acceptance and calm wash over him. As he did, he noticed the whirling mixture of ashy sleet around him turn to a gentle eddy. With sudden clarity, Velloro remembered dozens of instances earlier in his life when he had subtly affected the state of matter around him&mdash;events he had dismissed as coincidence or figments of his imagination. Invigorated, the lashunta began to intentionally exert control over his surroundings, structuring and deconstructing the molecular lattice all around him</p>\n<p>Upon his return to the Coliseum, Velloro exhibited new purpose, using his newfound skills to great effect in his gladiatorial matches. His tendency to crumple the armor and weapons of his opponents as he sent them flying across the arena quickly earned him the nickname the Castrovel Crusher. But as Akiton&rsquo;s gladiatorial combats continued to gain in popularity, the demand for blood sport also grew. The Coliseum&rsquo;s management began to pressure Velloro to mortally wound his opponents. Velloro adamantly refused; he saw no honor in needless blood sport.</p>\n<p>One day, just before a match against Dhareen, Velloro&rsquo;s manager told him, &ldquo;finish her&mdash;or you&rsquo;re finished.&rdquo; Velloro walked into the arena, embraced his mentor, and left the coliseum, the crowd bursting into an uproar mixed with cheers and mockery. Knowing he could never return to his beloved profession, Velloro turned an eye to the stars, where he knew there were others like his family&mdash;others who needed protection and assistance.</p>\n<p>Velloro is quick to laugh and make new friends. Despite the sour end to his gladiatorial career, his love of games and sport have not waned, and he is always happy to strike his famous Castrovel Crusher pose at a fan&rsquo;s request</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Aspect Embodiment (Ex)</strong> Once per combat, when Velloro hits multiple creatures in a single round with an attack or attacks (or effects that require an attack roll), he can gain 1 Entropy Point without taking an additional action.</p>\n<hr />\n<p><strong>Bodyguard </strong>As a reaction when an adjacent ally is attacked, Velloro can grant that ally a +2 circumstance bonus to its AC against that attack. If he does so, Velloro takes a &ndash;2 penalty to his own Armor Class until the beginning of his next turn.&nbsp;</p>\n<hr />\n<p><strong>Cleave</strong> Velloro can choose to take a &ndash;2 penalty to his AC until his next turn in order to make a melee attack against a foe adjacent to him as a standard action. If he hits, he can make a second melee attack against a different foe adjacent to both him and the first foe.</p>\n<hr />\n<p><strong>Entropic Pool (Su)</strong> Velloro has a pool of Entropy Points (EP) that he can spend to fuel different abilities. He can have up to 3 EP in his entropic pool at a time, and he can gain EP only when involved in a combat encounter. When combat begins, Velloro gains 1 EP at the beginning of his first action; at the end of combat, he loses any Entropy Points he has remaining. He can gain EP in the following ways.</p>\n<ul>\n<li>While he has no Entropy Points, Velloro can spend 1 Resolve Point as a move action to gain 1 EP.</li>\n<li>Each time he takes 8 or more damage from a single attack or effect (after applying any effects that reduce that damage, such as mitigate), he gains 1 EP.</li>\n<li>If Velloro takes damage from a critical hit, he gains 1 EP, in addition to any he would gain from the attack&rsquo;s normal damage.</li>\n<li>If Velloro scores a critical hit on a significant enemy, he gains 1 EP.&nbsp;</li>\n<li>If he takes a full action to charge, Velloro gains 1 EP.</li>\n<li>If he takes two move actions on the same turn to move his speed each time, Velloro gains 1 EP.</li>\n<li>As a move action, Velloro can designate a willing adjacent ally as an entropic focus. They remain an entropic focus until the beginning of Velloro&rsquo;s next turn, unless they cease to be adjacent to him or he designates a new entropic focus (both of which end this effect). If Velloro&rsquo;s entropic focus takes 8 or more damage from a single attack or effect (after applying any ability to reduce that damage), he gains 1 EP.</li>\n</ul>\n<p>Velloro can expend Entropy Points in the ways listed below or for his flatten bullets ability. As long as he has at least 1 EP in his entropic pool, he gains a +1 enhancement bonus to his Armor Class.&nbsp;</p>\n<ul>\n<li>As part of a full action to charge or a move action to move his speed, Velloro can expend 1 EP to gain a +10-foot enhancement bonus to his speed (normally land speed, but you can apply it to the speed for any movement type he has).</li>\n<li>As a move action, Velloro can expend 1 EP to boost the damage of the next entropic strike attack he makes before the start of his next turn. He must decide how many EP to expend when he takes this move action, and he can&rsquo;t expend more than 3 EP. If the boosted entropic strike hits, he deals +1d4 damage for every EP expended.</li>\n</ul>\n<hr />\n<p><strong>Entropic Strike (Su) </strong>This is a one-handed magical advanced melee attack with the operative weapon special property that targets EAC. Velloro does not need a free hand to make this attack. The damage dealt by this attack is acid, bludgeoning, or both. He can deliver the attack with his body or through his shield.</p>\n<hr />\n<p><strong>Entropy Shield (Su)</strong> As part of any move action or full action he takes, Velloro can create a field of compressed entropy that forms in place on one of his limbs to protect him as a basic riot shield or basic tactical shield (he chooses which each time he creates the shield). The shield has no bulk, but it otherwise functions as a physical shield of the selected type.&nbsp;</p>\n<p>Velloro can dismiss the shield as part of any move or full action he takes, and it disappears at the end of his turn if he&rsquo;s not holding it.&nbsp;</p>\n<ul>\n<li><em>Basic Riot Shield </em>Velloro gains a +1 shield bonus to AC and a +2 bonus to any bull rush combat maneuvers he attempts. He also takes a &ndash;2 penalty to skill checks affected by armor check penalties.</li>\n<li><em>Basic Tactical Shield</em><strong> </strong>As a move action, Velloro can align the shield to give himself greater protection against one opponent, granting him a +1 shield bonus to AC against attacks from that opponent until the beginning of his next turn.</li>\n</ul>\n<hr />\n<p><strong>Flatten Bullets (Su)</strong> When he would be hit by a ranged attack with a weapon that deals kinetic damage, Velloro can spend 1 Entropy Point as a reaction to attempt a Fortitude save (DC = 10 + 1-1/2 the CR or level of the attacker) to take half damage.</p>\n<hr />\n<p><strong>Lashunta Magic</strong> Velloro has the following spell-like abilities.</p>\n<ul>\n<li><em>Daze</em>: This spell causes a humanoid creature of CR 3 or lower within 35 feet to be dazed for 1 round (Will DC 11 negates).</li>\n<li><em>Detect Thoughts</em>: Velloro can detect the surface thoughts of intelligent creatures within a 60-foot cone, and if he concentrates, he can attempt to read those thoughts (Will DC 12 negates).</li>\n<li><em>Psychokinetic Hand</em>: Once cast, as long as he concentrates (a standard action each round) Velloro can use a move action to move an object within 35 feet that weighs 10 pounds or less up to 15 feet. He can&rsquo;t perform fine manipulation (such as firing a weapon or using a computer), but can push a single button or close a container&rsquo;s lid.</li>\n</ul>\n<hr />\n<p><strong>Limited Telepathy (Su)</strong> Velloro can communicate telepathically with creatures within 30 feet that share a language with him.</p>\n<hr />\n<p><strong>Mitigate (Su) </strong>As a reaction when he takes damage, Velloro can spend 1 EP to reduce the damage he takes by 4. If he does, he can&rsquo;t gain any EP from that attack. Additionally, as a swift action, Velloro can remove any DR or energy resistance he has, or end the AC benefit of any ability or spell that increases his AC. If the effect granting DR or energy resistance has a duration, this ends the effect entirely for him. If he ends an AC benefit, that AC benefit is ended for the duration of the effect. If the ability does not normally have a duration, he suspends the listed benefits until the beginning of his next turn. Additionally, whenever Velloro is first affected by an ability or spell that grants him DR, energy resistance, or a bonus to AC, he can waive that benefit of the effect.</p>\n<hr />\n<p><strong>Reactive (Ex) </strong>Once per day, Velloro can take up to two reactions in a single round. He can still only take one reaction per triggering event.</p>\n<hr />\n<p><strong>Rugged </strong>This alternative racial trait grants the Toughness feat.</p>\n<hr />\n<p><strong>Toughness </strong>Velloro gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Velloro adds his character level to damage dealt with melee weapons and half his character level to damage dealt with operative melee weapons and small arms (though he adds his full level to his entropic strike damage rolls). This is already been factored into his attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Lashunta Ringwear II</strong> While wearing this armor, Velloro can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 5 days.</p>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Thunderstrike Sonic Pistol</strong> This weapon can be fired 10 times before it needs to be reloaded or recharged (each shot uses 2 battery charges). It has a range increment of 40 feet.</p>"
		},
		"Velloro L8": {
			"name": "Velloro L8",
			"description": "<p>Velloro was adopted into a large ysoki family on the dusty, dying planet of Akiton as an infant. Members of his family worshipped Iomedae, goddess of justice and honorable battle&mdash;virtues the young lashunta gladly embraced.</p>\n<p>When Velloro reached adolescence, he became a gladiator in the VitariTech Coliseum, a venue for nonlethal combats. As Velloro moved up through the ranks, he became close with a fellow gladiator, a shobhad named Dhareen. She invited the lashunta to take the Test of the Mountain, climbing the towering moutain Ka. It was on this climb that Velloro learned to exert control over his surroundings, rebuilding the molecular lattice around him.</p>\n<p>Upon his return to the coliseum, Velloro&rsquo;s new powers earned him the nickname the Castrovel Crusher. But when his manager demanded he use these powers in lethal combat with Dhareen, he refused. Instead, Velloro turned an eye to the stars, where he knew there were others like his family&mdash;others who needed protection and assistance.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Aspect Embodiment (Ex)</strong> Once per combat, when Velloro hits multiple creatures in a single round with an attack or attacks (or effects that require an attack roll), he can gain 1 Entropy Point without taking an additional action.</p>\n<hr />\n<p><strong>Bodyguard </strong>As a reaction when an adjacent ally is attacked, Velloro can grant that ally a +2 circumstance bonus to its AC against that attack. If he does so, Velloro takes a &ndash;2 penalty to his own Armor Class until the beginning of his next turn.</p>\n<hr />\n<p><strong>Cleave </strong>Velloro can choose to take a &ndash;2 penalty to his AC until his next turn in order to make a melee attack against a foe adjacent to him as a standard action. If he hits, he can make a second melee attack against a different foe that is adjacent to both him and the first foe.</p>\n<hr />\n<p><strong>Draw Fire (Su)</strong> As a reaction when Velloro is in the area of an attack or effect that requires an attack roll, he can spend 1 Entropy Point to grant all allies in the area cover against that attack or effect.</p>\n<hr />\n<p><strong>Entropic Attunement (Su) </strong>As long as Velloro has at least 1 Entropy Point, his entropic strike ignores 8 hardness and, when his attack is a critical hit, the target must succeed at a DC 20 Fortitude save or become staggered for 1 round.</p>\n<hr />\n<p><strong>Entropic Charge (Su)</strong> When Velloro charges, he can attempt any combat maneuver for which he has the Improved Combat Maneuver feat in place of the normal melee attack. In addition, he can forgo gaining an Entropy Point for charging to ignore the normal charge penalties to his attack and AC, and to gain the ability to charge through difficult terrain.</p>\n<hr />\n<p><strong>Entropic Pool (Su)</strong> Velloro has a pool of Entropy Points (EP) that he can spend to fuel different abilities. He can have up to 6 EP in his entropic pool at a time, and he can gain EP only when involved in a combat encounter. When combat begins, Velloro gains 1 EP at the beginning of his first action; at the end of combat, he loses any Entropy Points he has remaining. He can gain EP in the following ways.</p>\n<ul>\n<li>While he has no Entropy Points, Velloro can spend 1 Resolve Point as a move action to gain 1 EP.</li>\n<li>Each time he takes 16 or more damage from a single attack or effect (after applying any effects that reduce that damage, such as energy resistance or mitigate), he gains 1 EP.</li>\n<li>If Velloro takes damage from a critical hit, he gains 1 EP, in addition to any he would gain from the attack&rsquo;s normal damage.</li>\n<li>If Velloro scores a critical hit on a significant enemy, he gains 1 EP.&nbsp;</li>\n<li>If he takes a full action to charge, Velloro gains 1 EP.</li>\n<li>If he takes two move actions on the same turn to move his speed each time, Velloro gains 1 EP.</li>\n<li>As a move action, Velloro can designate a willing adjacent ally as an entropic focus. They remain an entropic focus until the beginning of Velloro&rsquo;s next turn, unless they cease to be adjacent to him or he designates a new entropic focus (both of which end this effect). If Velloro&rsquo;s entropic focus takes 16 or more damage from a single attack or effect (after applying any ability to reduce that damage), he gains 1 EP.</li>\n</ul>\n<p>Velloro can expend Entropy Points in various ways, some of which come from his vanguard aspects and disciplines. As long as he has at least 1 EP in his entropic pool, he gains a +1 enhancement bonus to his Armor Class.</p>\n<ul>\n<li>As part of a full action to charge or a move action to move his speed, Velloro can expend 1 EP to gain a +10-foot enhancement bonus to his speed (normally land speed, but you can apply it any movement type he has).</li>\n<li>As a move action, Velloro can expend 1 EP to boost the damage of the next entropic strike attack he makes before the start of his next turn.&nbsp;</li>\n</ul>\n<p>He must decide how many EP to expend when he takes this move action, and he can&rsquo;t expend more than 6 EP. If the boosted entropic strike hits, he deals +1d4 damage for every EP expended.</p>\n<hr />\n<p><strong>Entropic Strike (Su) </strong>This is a one-handed magical advanced melee attack with the operative weapon special property that targets EAC. Velloro does not need a free hand to make this attack. The damage dealt by this attack is acid, bludgeoning, or both. He can deliver the attack with his body or through his shield.</p>\n<hr />\n<p><strong>Entropy Shield (Su) </strong>As part of any move action or full action he takes, Velloro can create a field of condensed,entropy that forms in place on one of his limbs to protect him as a field riot shield or tactical shield (he chooses which each time he creates the shield). The shield has no bulk, but it otherwise functions in all regards as a physical shield of the selected type. Velloro can dismiss the shield as part of any move or full action he takes, and it disappears at the end of his turn if he&rsquo;s not holding it.</p>\n<ul>\n<li>Field Riot Shield&mdash;Velloro gains a +1 shield bonus to AC and a +2 bonus to any bull rush combat maneuvers he attempts. As a move action, he can align the shield to give himself greater protection against one opponent, increasing his shield bonus to AC against attacks from that opponent to +2 until the beginning of his next turn. He also takes a &ndash;2 penalty to skill checks affected by armor check penalties.</li>\n<li>Field Tactical Shield&mdash;This shield gives Velloro a +1 bonus to AC when wielded.</li>\n</ul>\n<hr />\n<p><strong>Flatten Bullets (Su)</strong> When he would be hit by a ranged attack with a weapon that deals kinetic damage, Velloro can spend 1 Entropy Point as a reaction to attempt a Fortitude save (DC = 10 + 1-1/2 the CR or level of the attacker) to take half damage.</p>\n<hr />\n<p><strong>Great Cleave</strong> If he strikes a second target with the Cleave feat, Velloro can spend 1 Resolve Point to make a melee attack against each subsequent foe that is both adjacent to the last target and within his reach, as long as he hit the previous foe. He can&rsquo;t attack the same foe more than once.</p>\n<hr />\n<p><strong>Lashunta Magic</strong> Velloro has the following spell-like abilities.</p>\n<ul>\n<li><em>Daze</em>: This spell causes a humanoid creature of CR 3 or lower within 35 feet to be dazed for 1 round (Will DC 11 negates).</li>\n<li><em>Detect Thoughts</em>: Velloro can detect the surface thoughts of intelligent creatures within a 60-foot cone, and if he concentrates, he can attempt to read those thoughts (Will DC 12 negates).</li>\n<li><em>Psychokinetic Hand</em>: Once cast, as long as he concentrates (a standard action each round) Velloro can use a move action to move an object within 35 feet that weighs 10 pounds or less up to 15 feet. He can&rsquo;t perform fine manipulation (such as firing a weapon or using a computer), but can push a single button or close a container&rsquo;s lid.</li>\n</ul>\n<hr />\n<p><strong>Limited Telepathy (Su) </strong>Velloro can communicate telepathically with creatures within 30 feet that share a language with him.</p>\n<hr />\n<p><strong>Mitigate (Su)</strong> As a reaction when he takes damage, Velloro can spend 1 EP to reduce the damage he takes by 8. If he does, he can&rsquo;t gain any EP from that attack. Additionally, as a swift action, Velloro can remove any DR or energy resistance he has, or end the AC benefit of any ability or spell that increases his AC. If the effect granting DR or energy resistance has a duration, this ends the effect entirely for him. If he ends an AC benefit, that AC benefit is ended for the duration of the effect. If the ability does not normally have a duration, he suspends the listed benefits until the beginning of his next turn. Additionally, whenever Velloro is first affected by an ability or spell that grants him DR, energy resistance, or a bonus to AC, he can waive that benefit of the effect.</p>\n<hr />\n<p><strong>Reactive (Ex)</strong> Once per day, Velloro can take up to two reactions in a single round. He can still only take one reaction per triggering event.</p>\n<hr />\n<p><strong>Rugged </strong>This alternative racial trait grants the Toughness feat.Toughness Velloro gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<hr />\n<p><strong>Uncanny </strong>Agility Velloro is immune to the flat-footed condition, opponents do not gain any bonuses to attack rolls for flanking Velloro or attacking when Velloro is prone, and covering fire and harrying fire to not provide any bonuses against Velloro.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Velloro adds his character level to damage dealt with melee weapons and half his character level to damage dealt with operative melee weapons and small arms (though he adds his full level to his entropic strike damage rolls). This is already been factored into his attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Wounding Advanced Semi-Auto Pistol</strong> This weapon can be fired 12 times before it needs to be reloaded. It has a range increment of 60 feet.</p>\n<hr />\n<p><strong>Jetpack</strong> Velloro gains a fly speed of 30 feet (average maneuverability) when activating his jetpack. The jetpack has a capacity of 40 charges and requires 2 charges per round when used. He can also use this upgrade for &ldquo;cruising flight&rdquo; at a usage of only 1 charge per minute, but he is flat-footed and off-target while doing so. Changing from normal flight to cruising flight or vice versa is a standard action. A jetpack can&rsquo;t lift Velloro if he&rsquo;s encumbered.</p>\n<hr />\n<p><strong>Lashunta Ringwear III</strong> While wearing this armor, Velloro can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 8 days.</p>\n<hr />\n<p><strong>Mk 3 Serum of Healing</strong> Drinking a vial of this serum restores 6d8 HP</p>"
		},
		"Zemir L1": {
			"name": "Zemir L1",
			"description": "<p>Zemir Solodan was born with a gift. The only son of miners on a planetoid called Pikora 317, Zemir spent his earliest days exposed to the harsh reality of life in a corporate labor colony, where his parents toiled in the Freugan Salvage Company&rsquo;s starmetal mines.</p>\n<p>Even as a toddler, Zemir&rsquo;s gaiety and thirst for new experiences were readily apparent. The vivacious boy quickly became known for his curiosity and his many troublesome talents, such as sneaking into seemingly inaccessible places, turning neat collections of supplies into epic messes, and even finding ways to manipulate control panels into colorful, sparking displays. In fact, whenever a commonplace utility malfunctioned around the Solodan home, his parents joked that the &ldquo;Zemir effect&rdquo; had struck again.</p>\n<p>Around Zemir&rsquo;s fifth birthday, it seemed that the boy&rsquo;s body began to betray him. Despite his healthy diet and robust physical activity, testing indicated that the boy was dangerously malnourished. Even stranger, after every meal, Zemir&rsquo;s breath smelled eerily similar to his favorite sweet treats, perhaps an indication of a dangerous blood disease, doctors speculated. His condition continued to deterioriate, but doctors proved incapable of explaining or treating it. Desperate for answers, his parents took to posting details of their son&rsquo;s strange condition on every related infosphere portal they could find.</p>\n<p>In just a few days, the Solodans&rsquo; pleas elicited a mysterious message from a Dr. Fainoro Corone, who requested to observe the boy in person. Zemir&rsquo;s parents readily welcomed the quiet damaya lashunta doctor into their home. For a full day, Dr. Corone watched Zemir&rsquo;s every move, focusing on the boy&rsquo;s behavior at meal times. As Zemir slurped at his nutritional broth with surprising glee, Dr. Corone studied him closely. At the doctor&rsquo;s and his mother&rsquo;s insistence, the boy opened his mouth. A thin film of custard clung to his baby teeth, and his breath smelled like sweet milk.</p>\n<p>Zemir was not suffering from a physical ailment. The boy was instead, in the subtlest of ways, warping the fabric of reality to suit his childish preferences. Similarly, the messes and mischief he had caused around the residential complex were the result of the boy&rsquo;s ability to shift reality ever-so-slightly for his own amusement.</p>\n<p>Zemir was a witchwarper&mdash;one who understands that the universe consists of infinite realities. What&rsquo;s more, witchwarpers possess the innate ability to peer into those worlds, and to mix and manipulate them at will. Most witchwarpers&rsquo; abilities manifested in adulthood, but Zemir was special.</p>\n<p>The doctor offered the family reality-stabilizing bracers to dampen his abilities and give him a traditional childhood. But he also explained that the family had another choice: enroll the boy in the Institute for Extraordinary Minds. Dr. Corone explained that, like Zemir, he was a witchwarper and that others at the institute could help Zemir learn control over his abilities. The doctor offered full tuition for Zemir and unrestricted visitation privileges for his family. Though saddened, Zemir&rsquo;s parents understood the value of this offer and agreed.</p>\n<p>For the next twelve years, Zemir studied as Dr. Corone&rsquo;s protege, honing his ability to manipulate his surroundings, growing more delighted each time he created a new sound, smell, or, especially, taste. He eagerly learned about far-away cuisine and cultures, dreaming of one day traveling throughout this reality and perhaps an infinite number of others. During this time, Zemir also learned of Eloritu, the god of magic and secrets, and came to view the infinite cosmos as a gift from this mysterious deity.</p>\n<p>Near Zemir&rsquo;s eighteenth birthday, the witchwarper began the early stages of his final thesis project: an ambitious attempt to create a minute-long rift into a reality adjacent to his own. The institute&rsquo;s professors approved the project only under their strict supervision.</p>\n<p>Zemir bristled at such restrictions. And so, under the cover of night, he convinced three of his closest friends to participate in a dry-run of his experiment. With no safeguards in place, Zemir used his substantial willpower to tear open a rift in reality. A primal scream rent his lips and a shock of his hair whitened under the great mental strain. Ecstatic, terrified, but trusting their brilliant friend, Zemir&rsquo;s classmates stepped through the rift, which immediately winked out. The human Alena Nidaro, the half-elf Tornil Lee, and the ysoki Smidge disappeared from this reality. Try as he might, Zemir could not reopen the rift nor could he find any trace of his friends.</p>\n<p>Panicked, Zemir fled the Institute for Extraordinary Minds, retreating to Absalom Station. He wandered the station in a haze for weeks, performing minor tricks of warped reality for the credits he needed to survive. Eventually, Zemir sent a message to Dr. Corone to confess what he had done, then deactivated his institute communications account.</p>\n<p>Despite the institute&rsquo;s best efforts to track Zemir down and get some answers, Dr. Corone and his colleagues have always remained one step behind. Although his wits returned, Zemir&rsquo;s scars are far from healed. He now travels to all corners of this reality, as much seeking to earn a living using his strange magic and indulge his love of new experiences as attempting to run from a guilty conscience.</p>\n<p>Growing ever more powerful daily, Zemir is a mysterious and joyful&mdash;if occasionally morose&mdash;companion to those who share his goals. He&rsquo;s known for waxing eloquent about the tapestry of existence and the dangers that other realities hold. The wise heed the witchwarper&rsquo;s words, for Zemir has looked into infinite realities&mdash;and vowed never to lose another companion to the fray again.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p>Infinite Worlds (Su) As a standard action, Zemir can create a bubble of altered reality, projecting elements of parallel existences into his current universe. He expends a 1st-level witchwarper spell slot to create an environmental effect, such as summoning fog or thick vines from other realities, which lasts for 1 round unless specified otherwise. Alternatively, Zemir can create an instantaneous effect, such as a flash of fire from an explosion that occurred in a parallel universe. The particular effects depend on the level of the spell slot expended.&nbsp;</p>\n<p>Unless noted otherwise, effects created by infinite worlds use the following rules. They have a range of 110 feet and affect a 10-foot-radius spread. If an effect calls for a saving throw, the DC is equal to 14 + the spell level expended to create the effect. Zemir can define the cause and appearance of infinite worlds (subject to GM approval), but the effects themselves are only quasi-real and have no effects beyond the game mechanics listed as options for this ability.&nbsp;</p>\n<p>The environmental and instantaneous effects he can create by expending a witchwarper spell slot of a given level are as follows:</p>\n<ul>\n<li><strong>1st (Environmental):</strong> Zemir causes the affected area to become difficult terrain. This might mean that metal flooring becomes rickety and bowed, a waterway is choked by roots and seaweed, or the air is flooded with floating strands of web-like filaments. Zemir can affect a single movement type (land speed, burrow speed, climb speed, fly speed, or swim speed) or any combination of those movement types. When he creates difficult terrain in this way, it is considered magically altered terrain for the purposes of other effects.</li>\n<li><strong>1st (Instantaneous): </strong>Zemir causes a bright flash of light to fill the area. Each creature within the area must succeed at a Fortitude save or be dazzled for 1 round. If a creature rolls a natural 1 on its saving throw (meaning the d20 shows a &ldquo;1&rdquo;), it is also blinded for 1 round.</li>\n</ul>\n<hr />\n<p><strong>Spells </strong>Zemir can cast the following spells, each as a standard action (except as noted):</p>\n<ul>\n<li><em><span style=\"text-decoration: underline;\">Charming Veneer</span></em>: Zemir can cast this spell on a creature within 110 feet. The target gains a +1 circumstance bonus to Charisma checks and Charisma-based skill checks. Additionally, a creature affected by this spell can attempt a Diplomacy check to gather information in only 10 minutes. This effect lasts 10 minutes, and a creature can only be affected by this spell once per 24 hours.</li>\n<li><span style=\"text-decoration: underline;\"><em>Detect Magic</em></span>: This reveals whether creatures or objects seen within a 60-foot cone are magical and, with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><span style=\"text-decoration: underline;\"><em>Hazard</em></span>: When Zemir casts this spell, choose acid, cold, electricity, fire, or sonic. The spell gains that descriptor. Zemir summons a minor hazard from an alternate reality, creating a splash of acid rain, a blast of freezing air, a static electric discharge, a burst of fire, or a roar of thunder in a 5-foot-radius burst within 25 feet. Each creature in the area must succeed at a Reflex save (DC 14) or take 1d3 damage of the chosen type.</li>\n<li><span style=\"text-decoration: underline;\"><em>Psychokinetic Hand</em></span>: Zemir points his finger at an object within 25 feet that weighs 10 pounds or less (or up to 1 bulk), gaining the ability to lift it and move it at will from a distance. As a move action, he can propel the object as far as 15 feet in any direction.</li>\n<li><span style=\"text-decoration: underline;\"><em>Puncture Veil</em></span>: Zemir creates microscopic tears in reality that deal 1d4 piercing damage to a creature within 110 feet. The affected creature also gains the bleeding condition (1 damage) for 3 rounds. Zemir can instead cast this spell as a full action to either target two creatures within 20 feet of each other or to target one creature and deal 2d4 piercing damage, granting the bleeding condition (2 damage) for 3 rounds.</li>\n<li><span style=\"text-decoration: underline;\"><em>Shifting Surge</em></span>: Zemir touches a willing creature and affects one of their energy damage attacks or weapons, changing the energy damage type of one of its attacks to one other type until the end of his next turn. Even if he doesn&rsquo;t change the damage, the next affected attack that hits deals 2d6 additional damage if it targets only one target, or 1d6 additional damage if it affects an area or multiple targets.</li>\n</ul>\n<hr />\n<p><strong>Toughness </strong>Zemir gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p>&nbsp;</p>\n<p><strong>Spell Gem of Comprehend Languages</strong> As a standard action, Zemir can destroy this object to cast comprehend languages.</p>\n<ul>\n<li><span style=\"text-decoration: underline;\"><em>Comprehend Languages</em></span>: Zemir can understand the spoken or signed words of creatures or read incomprehensible written or tactile messages. He can read and understand an unknown language but cannot speak or write it. This lasts for 10 minutes.</li>\n</ul>\n<hr />\n<p><strong>Mk 1 Serum of Healing</strong> Drinking a vial of this serum restores 1d8 HP.</p>\n<hr />\n<p><strong>Second Skin</strong> While wearing this armor, Zemir can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 24 hours.</p>"
		},
		"Zemir L4": {
			"name": "Zemir L4",
			"description": "<h2>SPECIAL ABILITIES</h2>\n<p><strong>Compound Sight (Su) </strong>Zemir can sift through many realities, gaining understanding of a task by seeing it attempted a dozen different ways. He gains a +1 bonus to Perception checks. This has already been factored into his statistics.</p>\n<hr />\n<p><strong>Infinite Worlds (Su)</strong> As a standard action, Zemir can create a bubble of altered reality, projecting elements of parallel existences into his current universe. He expends a witchwarper spell slot of 1st level or higher to create an environmental effect, such as summoning fog or thick vines from other realities, which lasts for 4 rounds unless specified otherwise. Alternatively, Zemir can create an instantaneous effect, such as a flash of fire from an explosion that occurred in a parallel universe. The particular effects depend on the level of the spell slot expended.&nbsp;</p>\n<p>Unless noted otherwise, effects created by infinite worlds use the following rules. They have a range of 140 feet and affect a 10-foot-radius spread. If an effect calls for a saving throw, the DC is equal to 15 + the spell level expended to create the effect. Zemir can define the cause and appearance of infinite worlds (subject to GM approval), but the effects themselves are only quasi-real and have no effects beyond the game mechanics listed as options for this ability.</p>\n<p>Zemir can instead create multiple, milder effects in place of a single, more powerful effect. When he does so, select two effects available to any version of this ability created by expending a lower-level spell slot than that you actually expend. For calculations based on spell level, use the level of the spell slot you expend. For example, Zemir could expend a 2nd-level spell slot to either create a 2nd-level effect or any two 1st-level effects.The environmental and instantaneous effects he can create by expending a witchwarper spell slot of a given level are as follows:</p>\n<ul>\n<li><strong>1st (Environmental): </strong>Zemir causes the affected area to become difficult terrain. This might mean that metal flooring becomes rickety and bowed, a waterway is choked by roots and seaweed, or the air is flooded with floating strands of web-like filaments. Zemir can affect a single movement type (land speed, burrow speed, climb speed, fly speed, or swim speed) or any combination of those movement types. When he creates difficult terrain in this way, it is considered magically altered terrain for the purposes of other effects.</li>\n<li><strong>1st (Instantaneous): </strong>Zemir causes a bright flash of light to fill the area. Each creature within the area must succeed at a Fortitude save or be dazzled for 4 rounds. If a creature rolls a natural 1 on its saving throw (meaning the d20 shows a &ldquo;1&rdquo;), it is also blinded for 1 round.</li>\n<li><strong>2nd (Environmental): </strong>Zemir creates a hazard that deals damage each round equal to the level of the spell slot expended, with a successful Fortitude save reducing the damage by half. A creature attempts this save when it first takes damage from this effect, and its result applies for the duration of the effect. Zemir selects the damage type each time he uses this ability (acid, bludgeoning, cold, electricity, fire, piercing, slashing, or sonic).</li>\n<li><strong>2nd (Instantaneous): </strong>Zemir causes a destabilizing event, such as a brief earthquake, a split-second reversal of gravity, or a blast of icy wind. Each creature within the area must succeed at a Reflex save or be knocked prone. If a creature rolls a natural 1 on its saving throw, it is also moved 5 feet per level of the spell slot expended in a direction of Zemir&rsquo;s choice.</li>\n</ul>\n<hr />\n<p><strong>Shift Resistance (Su)</strong> As a standard action, Zemir can change the type of a single energy resistance (but not immunity) of a creature within 100 feet (from cold to fire, for example) for 1 round. The creature can attempt a DC 17 Will save to negate this effect. Once he&rsquo;s targeted a creature with this paradigm shift, Zemir can&rsquo;t target that creature with this paradigm shift again for 24 hours.</p>\n<hr />\n<p><strong>Spell Focus</strong> This feat increases the saving throw DCs of Zemir&rsquo;s spells by 1. This has already been factored into his statistics.</p>\n<hr />\n<p><strong>Spells </strong>Zemir can cast the following spells, each as a standard action (except as noted):</p>\n<ul>\n<li><em><span style=\"text-decoration: underline;\">Charm Person</span></em>: Zemir charms a humanoid creature within 35 feet unless they succeed at a DC 17 Will save. This makes the target regard him as its trusted friend and ally (treat the target&rsquo;s attitude as friendly). If the creature is currently being threatened or attacked by Zemir or his allies, however, it receives a +5 bonus to its saving throw. Zemir can try to give the target suggestions, but he must succeed at an opposed Charisma check to convince it to do anything it wouldn&rsquo;t ordinarily do. (Retries of this check are not allowed.) An affected creature never obeys suicidal or obviously harmful suggestions. Any act by Zemir or his apparent allies that threatens the charmed creature breaks the spell. Zemir must speak the creature&rsquo;s language to communicate his suggestions, or else be good at pantomiming.</li>\n<li><em><span style=\"text-decoration: underline;\">Charming Veneer</span></em>: Zemir can cast this spell on a creature within 140 feet. The target gains a +1 circumstance bonus to Charisma checks and Charisma-based skill checks. Additionally, a creature affected by this spell can attempt a Diplomacy check to gather information in only 10 minutes. This effect lasts 10 minutes, and a creature can only be affected by this spell once per 24 hours.</li>\n<li><em><span style=\"text-decoration: underline;\">Comprehend Languages</span></em>: Zemir can understand the spoken or signed words of creatures or read incomprehensible written or tactile messages. He can read and understand an unknown language but cannot speak or write it. This lasts for 40 minutes.</li>\n<li><em><span style=\"text-decoration: underline;\">Detect Magic</span></em>: This reveals whether creatures or objects seen within a 60-foot cone are magical and, with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><em><span style=\"text-decoration: underline;\">Fear</span></em>: When Zemir casts fear as a 2nd-level spell, it targets one living creature of CR 4 within 140 feet, making that creature frightened for 1 minute (Will DC 18 negates). When cast as a 1st-level spell, it targets one living creature within 35 feet, making that creature frightened for 1d4 rounds (Will DC 17 negates).Ghost Sound: Zemir can create an illusory sound (DC 16 to disbelieve) within 35 feet that can be as loud as 20 normal humans.</li>\n<li><em><span style=\"text-decoration: underline;\">Hazard</span></em>: When Zemir casts this spell, choose acid, cold, electricity, fire, or sonic. The spell gains that descriptor. Zemir summons a minor hazard from an alternate reality, creating a splash of acid rain, a blast of freezing air, a static electric discharge, a burst of fire, or a roar of thunder in a 5-foot-radius burst within 35 feet. Each creature in the area must succeed at a Reflex save (DC 16) or take 1d3 damage of the chosen type.</li>\n<li><em><span style=\"text-decoration: underline;\">Psychokinetic Hand</span></em>: Zemir points his finger at an object within 35 feet that weighs 10 pounds or less (or up to 1 bulk), gaining the ability to lift it and move it at will from a distance. As a move action, he can propel the object as far as 15 feet in any direction.</li>\n<li><em><span style=\"text-decoration: underline;\">Puncture Veil</span></em>: Zemir creates microscopic tears in reality that deal 1d4 piercing damage to a creature within 140 feet. The affected creature also gains the bleeding condition (1 damage) for 3 rounds. Zemir can instead cast this spell as a full action to either target two creatures within 20 feet of each other or to target one creature and deal 2d4 piercing damage, granting the bleeding condition (2 damage) for 3 rounds.</li>\n<li><em><span style=\"text-decoration: underline;\">Shifting Surge</span></em>: Zemir touches a willing creature and affects one of their energy damage attacks or weapons, changing the energy damage type of one of its attacks to one other type until the end of his next turn. Even if he doesn&rsquo;t change the damage, the next affected attack that hits deals 2d6 additional damage if it targets only one target, or 1d6 additional damage if it affects an area or multiple targets.</li>\n<li><em><span style=\"text-decoration: underline;\">Slice Reality</span></em>: Zemir targets either one or two creatures within 140 feet. Each target takes 2d6 damage (DC 18 Fortitude for half). If Zemir targeted only one creature, that creature is also staggered for 4 rounds.</li>\n<li><em><span style=\"text-decoration: underline;\">Token Spell</span></em>: Zemir can perform simple magical effects for 1 hour. The effects are minor and have severe limitations. He can slowly lift one item of light bulk. He can alter items in a 1-foot cube each round, such as by coloring, cleaning, soiling, cooling, warming, or flavoring them. He can create small objects, but they look artificial and are extremely fragile (they can&rsquo;t be used as tools or weapons). He can illuminate an object to shed dim light in a 30-foot radius. Any effects last for the duration of the spell.</li>\n</ul>\n<hr />\n<p><strong>Toughness </strong>Zemir gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Zemir adds his character level to damage dealt with basic melee weapons and half his character level to damage dealt with small arms. This has already been factored into his attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Basic Lashunta Tempweave</strong> While wearing this armor, Zemir can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 4 days.Infrared Sensors This armor upgrade grants Zemir darkvision with a range of 60 feet.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>\n<hr />\n<p><strong>Static Arc Pistol</strong> This weapon can be fired 10 times before it needs to be reloaded (each shot uses 2 battery charges). It has a range increment of 50 feet</p>\n<p>&nbsp;</p>"
		},
		"Zemir L8": {
			"name": "Zemir L8",
			"description": "<p>Zemir was born with a gift. The only son of miners on a remote planetoid called Pikora 317, Zemir spent his earliest days exposed to the harsh reality of life in a corporate labor colony.</p>\n<p>Even as a toddler, Zemir&rsquo;s gaiety and thirst for new experiences were readily apparent. The vivacious boy quickly became known for his curiosity and his many troublesome talents.&nbsp;</p>\n<p>Around Zemir&rsquo;s fifth birthday, he became gravely ill, with a mysterious condition that left him malnourished and turned his breath sweet. After countless tests failed, the specialist Dr. Corone found the cause: the boy was transforming all of his food into his favorite treats. His parents enrolled him at the Institute for Extraordinary Minds. Here, fellow witchwarpers&mdash;like Dr. Corone&mdash;could help Zemir learn control over his abilities.&nbsp;</p>\n<p>Near Zemir&rsquo;s eighteenth birthday, the witchwarper began the early stages of his final thesis project: an ambitious attempt to create a minute-long rift into a reality adjacent to his own. The institute&rsquo;s professors approved the project only under their strict supervision. Zemir bristled at such restrictions. He convinced three of his closest friends&mdash;Alena Nidaro, Tornil Lee, and Smidge, to join him in a dry-run of the experiment. This attempt ended in disaster, losing friends beyond the rift.</p>\n<p>Panicked, Zemir fled the Institute for Extraordinary Minds, retreating to Absalom Station. Despite the institute&rsquo;s best efforts to track Zemir down and get some answers, Dr. Corone and his colleagues have always remained one step behind. Although his wits returned, Zemir&rsquo;s scars are far from healed. He now travels to all corners of this reality, as much seeking to earn a living using his strange magic and indulge his love of new experiences as attempting to run from a guilty conscience.</p>\n<p>Growing ever more powerful daily, Zemir is a mysterious and joyful&mdash;if occasionally morose&mdash;companion to those who share his goals. The wise heed the witchwarper&rsquo;s words, for Zemir has looked into infinite realities&mdash;and vowed never to lose another companion to the fray again.</p>\n<p>&nbsp;</p>\n<h2>SPECIAL ABILITIES</h2>\n<p><strong>Alternate Outcome (Su) </strong>Zemir can use his grasp of other realities to swap an outcome in his current existence with that of a more favorable reality. As a reaction once per day, he can reroll one attack roll, saving throw, ability check, or skill check that he attempts. Alternatively, he can expend a use of this ability as a reaction to cause a critical hit against himself or an ally within 100 feet to instead be a normal hit.</p>\n<hr />\n<p><strong>Charming Curiosity</strong> Up to twice per day, Zemir can roll twice when attempting a Diplomacy check and use the better of the two results.</p>\n<hr />\n<p><strong>Compound Sight (Su)</strong> Zemir can sift through many realities, gaining understanding of a task by seeing it attempted a dozen different ways. He gains a +2 bonus to Perception checks. This has already been factored into his statistics.&nbsp;</p>\n<hr />\n<p><strong>Diversion </strong>When he successfully uses Bluff to create a distraction, Zemir can allow an ally to attempt a Stealth check to hide (instead of attempting to hide himself). He can attempt to allow multiple allies to use Stealth to hide, but he takes a &ndash;5 penalty to his Bluff check for every ally after the first, and on a failed check no ally can attempt to hide.</p>\n<hr />\n<p><strong>Flash Teleport (Su)</strong> As a move action, Zemir can spend 1 Resolve Point to teleport up to 30 feet. He must have line of sight to his destination. This movement doesn&rsquo;t provoke attacks of opportunity.</p>\n<hr />\n<p><strong>Infinite Worlds (Su)</strong> As a standard action, Zemir can create a bubble of altered reality, projecting elements of parallel existences into his current universe. He expends a witchwarper spell slot of 1st level or higher to create an environmental effect, such as summoning fog or thick vines from other realities, which lasts for 8 rounds unless specified otherwise. Alternatively, Zemir can create an instantaneous effect, such as a flash of fire from an explosion that occurred in a parallel universe. The particular effects depend on the level of the spell slot expended.&nbsp;</p>\n<p>Unless noted otherwise, effects created by infinite worlds use the following rules. They have a range of 180 feet and affect a 10-foot-radius spread. If an effect calls for a saving throw, the DC is equal to 16 + the spell level expended to create the effect. Zemir can define the cause and appearance of infinite worlds (subject to GM approval), but the effects themselves are only quasi-real and have no effects beyond the game mechanics listed in this ability.</p>\n<p>Zemir can instead create multiple, milder effects in place of a single, more powerful effect. When he does so, select two effects available to any version of this ability created by expending a lower-level spell slot than that you actually expend. For calculations based on spell level, use the level of the spell slot you expend. For example, Zemir could expend a 3rd-level spell slot to either create a 3rd-level effect or any combination of two 1st- or 2nd-level effects.</p>\n<p>The environmental and instantaneous effects you can create by expending a witchwarper spell slot of a given level are below:</p>\n<ul>\n<li><strong>1st (Environmental): </strong>Zemir causes the affected area to become difficult terrain. This might mean that metal flooring becomes rickety and bowed, a waterway is choked by roots and seaweed, or the air is flooded with floating strands of web-like filaments. Zemir can affect a single movement type (land speed, burrow speed, climb speed, fly speed, or swim speed) or any combination of those movement types. When he creates difficult terrain in this way, it is considered magically altered terrain for the purposes of other effects.</li>\n<li><strong>1st (Instantaneous): </strong>Zemir causes a bright flash of light to fill the area. Each creature within the area must succeed at a Fortitude save or be dazzled for 8 rounds. If a creature rolls a natural 1 on its saving throw (meaning the d20 shows a &ldquo;1&rdquo;), it is also blinded for 1 round.</li>\n<li><strong>2nd (Environmental): </strong>Zemir creates a hazard that deals damage each round equal to the level of the spell slot expended, with a successful Fortitude save reducing the damage by half. A creature attempts this save when it first takes damage from this effect, and its result applies for the duration of the effect. You select the damage type each time you use this ability (acid, bludgeoning, cold, electricity, fire, piercing, slashing, or sonic).</li>\n<li><strong>2nd (Instantaneous): </strong>Zemir causes a destabilizing event, such as a brief earthquake, a split-second reversal of gravity, or a blast of icy wind. Each creature within the area must succeed at a Reflex save or be knocked prone. If a creature rolls a natural 1 on its saving throw, it is also moved 5 feet per level of the spell slot expended in a direction of Zemir&rsquo;s choice.</li>\n<li><strong>3rd (Environmental): </strong>Zemir causes the area to grant concealment against one sense&mdash;vision, emotion, life, scent, sound, thought, or vibration.</li>\n<li><strong>3rd (Instantaneous): </strong>Zemir causes a disorienting event, such as bursts of flashing colors and loud sounds, or rain falling upward in spirals. Each creature within the area must succeed at a Will save or be knocked off-target for a number of rounds equal to the level of the spell expended. If a creature rolls a natural 1 on its saving throw, it is also staggered for 1 round.</li>\n</ul>\n<hr />\n<p>Resist Elements (Su) As a reaction when Zemir or a creature within 100 feet would take energy damage, he can spend 1 Resolve Point to grant the target resistance 10 against that energy type (acid, cold, electricity, fire, or sonic). This resistance is applied before the damage from the triggering attack.</p>\n<hr />\n<p>Shift Resistance (Su) As a standard action, Zemir can change the type of a single energy resistance (but not immunity) of a creature within 100 feet (from cold to fire, for example) for 1 round. The creature can attempt a DC 20 Will save to negate this effect. Once he&rsquo;s targeted a creature with this paradigm shift, Zemir can&rsquo;t target that creature with this paradigm shift again for 24 hours.</p>\n<hr />\n<p>Spell Focus This feat increases the saving throw DCs of Zemir&rsquo;s spells by 1. This has already been factored into his statistics.</p>\n<hr />\n<p>Spells Zemir can cast the following spells, each as a standard action (except as noted):</p>\n<ul>\n<li><em><span style=\"text-decoration: underline;\">Charm Person</span></em>: Zemir charms a humanoid creature within 45 feet unless they succeed at a DC 18 Will save. This makes the target regard him as its trusted friend and ally (treat the target&rsquo;s attitude as friendly). If the creature is currently being threatened or attacked by Zemir or his allies, however, it receives a +5 bonus to its saving throw. Zemir can try to give the target suggestions, but he must succeed at an opposed Charisma check to convince it to do anything it wouldn&rsquo;t ordinarily do. (Retries of this check are not allowed.) An affected creature never obeys suicidal or obviously harmful suggestions. Any act by Zemir or his apparent allies that threatens the charmed creature breaks the spell. Zemir must speak the creature&rsquo;s language to communicate his suggestions, or else be good at pantomiming.</li>\n<li><em><span style=\"text-decoration: underline;\">Charming Veneer</span></em>: Zemir can cast this spell on a creature within 180 feet. The target gains a +1 circumstance bonus to Charisma checks and Charisma based skill checks. Additionally, a creature affected by this spell can attempt a Diplomacy check to gather information in only 10 minutes. This effect lasts 10 minutes, and a creature can only be affected by this spell once per 24 hours.</li>\n<li><em><span style=\"text-decoration: underline;\">Comprehend Languages</span></em>: Zemir can understand the spoken or signed words of creatures or read incomprehensible written or tactile messages. He can read and understand an unknown language but cannot speak or write it. This lasts for 80 minutes.Detect Magic: This reveals whether creatures or objects seen within a 60-foot cone are magical and, with concentration, can determine whether one magical source is a spell, magic item, or other effect, and its caster level.</li>\n<li><em><span style=\"text-decoration: underline;\">Enduring Worlds</span></em>: After using infinite worlds to create one or more ongoing environmental effects, Zemir can use this spell to extend the duration of the environmental effects for this spell&rsquo;s duration (8 rounds).&nbsp;</li>\n<li><em><span style=\"text-decoration: underline;\">Explosive Blast</span></em>: This spell creates a 20-foot-radius burst within 180 feet, dealing 9d6 fire damage to anything in the area (Reflex DC 20 half).</li>\n<li><em><span style=\"text-decoration: underline;\">Fear</span></em>: When Zemir casts fear as a 2nd-level spell, it targets up to two living creatures of CR 4 within 180 feet, making them frightened for 1 minute (Will DC 19 negates). When cast as a 1st-level spell, it targets one living creature within 45 feet, making that creature frightened for 1d4 rounds (Will DC 18 negates).</li>\n<li><em><span style=\"text-decoration: underline;\">Ghost Sound</span></em>: Zemir can create an illusory sound (DC 17 to disbelieve) within 45 feet that can be as loud as 20 normal humans.</li>\n<li><em><span style=\"text-decoration: underline;\">Haste</span></em>: Zemir targets up to 8 creatures, no two of which can be more than 30 feet apart; these creatures are hasted for 8 rounds. When making a full attack, a hasted creature can also take a separate move action in order to move. The movement can occur before, after, or between the attacks from the full attack. All movement must occur at the same time. All of the hasted creature&rsquo;s modes of movement (including base, burrow, climb, fly, and swim speeds) increase by 30 feet, to a maximum of twice the target&rsquo;s normal speed using that form of movement.</li>\n<li><em><span style=\"text-decoration: underline;\">Hazard</span></em>: When Zemir casts this spell, choose acid, cold, electricity, fire, or sonic. The spell gains that descriptor. Zemir summons a minor hazard from an alternate reality, creating a splash of acid rain, a blast of freezing air, a static electric discharge, a burst of fire, or a roar of thunder in a 5-foot-radius burst within 45 feet. Each creature in the area must succeed at a Reflex save (DC 17) or take 1d3 damage of the chosen type.</li>\n<li><em><span style=\"text-decoration: underline;\">Hold Person</span></em>: Zemir paralyzes a humanoid creature within 180 feet for 8 rounds unless they succeed at a DC 19 Will save. The target is aware and breathes normally but can&rsquo;t take any physical actions, even speech. A held creature can&rsquo;t cast spells. Each round on its turn, the target can spend a full action to attempt a new saving throw to end the effect. This does not provoke attacks of opportunity.</li>\n<li><em><span style=\"text-decoration: underline;\">Invisibility</span></em>: The creature touched is invisible for 8 minutes or until it attacks.</li>\n<li><em><span style=\"text-decoration: underline;\">Probability Prediction</span></em>: This spell affects Zemir for 8 rounds when cast. At any point during the duration, he can discharge the spell to reroll any one of his d20 rolls (attack roll, saving throw, skill check, etc.). This takes no action, but you must choose to do it before you learn the results of the first roll. You must take the result of the second roll, even if it is worse.</li>\n<li><em><span style=\"text-decoration: underline;\">Psychokinetic Hand:</span></em> Zemir points his finger at an object within 45 feet that weighs 10 pounds or less (or up to 1 bulk), gaining the ability to lift it and move it at will from a distance. As a move action, he can propel the object as far as 15 feet in any direction.</li>\n<li><em><span style=\"text-decoration: underline;\">Puncture Veil:</span></em> Zemir creates microscopic tears in reality that deal 1d4 piercing damage to a creature within 180 feet. The affected creature also gains the bleeding condition (1 damage) for 3 rounds. Zemir can instead cast this spell as a full action to either target two creatures within 20 feet of each other or to target one creature and deal 2d4 piercing damage, granting the bleeding condition (2 damage) for 3 rounds.&nbsp;</li>\n<li><em><span style=\"text-decoration: underline;\">Shifting Surge</span></em>: Zemir touches a willing creature and affects one of their energy damage attacks or weapons, changing the energy damage type of one of its attacks to one other type until the end of his next turn. Even if he doesn&rsquo;t change the damage, the next affected attack that hits deals 2d6 additional damage if it targets only one target, or 1d6 additional damage if it affects an area or multiple targets.</li>\n<li><em><span style=\"text-decoration: underline;\">Slice Reality</span></em>: Zemir targets one, two, or three creatures within 180 feet. Each target takes 2d6 damage (DC 19 Fortitude for half). If Zemir targeted only one creature, that creature is also staggered for 8 rounds.</li>\n<li><em><span style=\"text-decoration: underline;\">Token Spell</span></em>: Zemir can perform simple magical effects for 1 hour. The effects are minor and have severe limitations. He can slowly lift one item of light bulk. He can alter items in a 1-foot cube each round, such as by coloring, cleaning, soiling, cooling, warming, or flavoring them. He can create small objects, but they look artificial and are extremely fragile (they can&rsquo;t be used as tools or weapons). He can illuminate an object to shed dim light in a 30-foot radius. Any effects last for the duration of the spell.</li>\n</ul>\n<hr />\n<p><strong>Toughness </strong>Zemir gains a +4 bonus to many Constitution checks to avoid damage or negative consequences from harsh environments.</p>\n<hr />\n<p><strong>Weapon Specialization</strong> Zemir adds his character level to damage dealt with basic melee weapons and half his character level to damage dealt with small arms. This has already been factored into his attacks above.</p>\n<p>&nbsp;</p>\n<h2>GEAR DESCRIPTIONS</h2>\n<p><strong>Corona Laser Pistol</strong> This weapon can be fired 20 times before it needs to be reloaded. Its range increment is 90 feet.Infrared Sensors This armor upgrade grants Zemir darkvision with a range of 60 feet.</p>\n<hr />\n<p><strong>Jetpack </strong>Zemir gains a fly speed of 30 feet (average maneuverability) when activating his jetpack. The jetpack has a capacity of 40 charges and requires 2 charges per round when used. Zemir can also use this upgrade for &ldquo;cruising flight&rdquo; at a usage of only 1 charge per minute, but he&rsquo;s flat-footed and off-target while doing so. Changing from normal flight to cruising flight or vice versa is a standard action. A jetpack can&rsquo;t lift Zemir if he&rsquo;s encumbered.</p>\n<hr />\n<p><strong>Lashunta Tempweave, Advanced</strong> While wearing this armor, Zemir can close its environmental seals and survive in a vacuum (or other harsh environment) for up to 8 days.</p>\n<hr />\n<p><strong>Mk 2 Serum of Healing</strong> Drinking a vial of this serum restores 3d8 HP.</p>"
		}
	}
}